{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "$": 7,
      "%": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      ",": 12,
      "-": 13,
      ".": 14,
      "/": 15,
      "0": 16,
      "1": 17,
      "2": 18,
      "3": 19,
      "4": 20,
      "5": 21,
      "6": 22,
      "7": 23,
      "8": 24,
      "9": 25,
      ":": 26,
      ";": 27,
      ">": 28,
      "?": 29,
      "A": 30,
      "B": 31,
      "C": 32,
      "D": 33,
      "E": 34,
      "F": 35,
      "G": 36,
      "H": 37,
      "I": 38,
      "J": 39,
      "K": 40,
      "L": 41,
      "M": 42,
      "N": 43,
      "O": 44,
      "P": 45,
      "Q": 46,
      "R": 47,
      "S": 48,
      "T": 49,
      "U": 50,
      "V": 51,
      "W": 52,
      "X": 53,
      "Y": 54,
      "Z": 55,
      "[": 56,
      "]": 57,
      "a": 58,
      "b": 59,
      "c": 60,
      "d": 61,
      "e": 62,
      "f": 63,
      "g": 64,
      "h": 65,
      "i": 66,
      "j": 67,
      "k": 68,
      "l": 69,
      "m": 70,
      "n": 71,
      "o": 72,
      "p": 73,
      "q": 74,
      "r": 75,
      "s": 76,
      "t": 77,
      "u": 78,
      "v": 79,
      "w": 80,
      "x": 81,
      "y": 82,
      "z": 83,
      "|": 84,
      "th": 85,
      "in": 86,
      "the": 87,
      "an": 88,
      "re": 89,
      "at": 90,
      "er": 91,
      "on": 92,
      "es": 93,
      "en": 94,
      "or": 95,
      "of": 96,
      "al": 97,
      "ed": 98,
      "ar": 99,
      "as": 100,
      "ing": 101,
      "to": 102,
      "is": 103,
      "ti": 104,
      "ro": 105,
      "and": 106,
      "ic": 107,
      "ou": 108,
      "le": 109,
      "it": 110,
      "st": 111,
      "lo": 112,
      "he": 113,
      "ly": 114,
      "ent": 115,
      "ac": 116,
      "ve": 117,
      "se": 118,
      "ion": 119,
      "be": 120,
      "me": 121,
      "de": 122,
      "ag": 123,
      "ra": 124,
      "that": 125,
      "il": 126,
      "ch": 127,
      "su": 128,
      "co": 129,
      "for": 130,
      "The": 131,
      "im": 132,
      "ation": 133,
      "ts": 134,
      "ce": 135,
      "ab": 136,
      "mo": 137,
      "we": 138,
      "ol": 139,
      "ur": 140,
      "ir": 141,
      "ig": 142,
      "are": 143,
      "tion": 144,
      "pe": 145,
      "con": 146,
      "wh": 147,
      "ex": 148,
      "un": 149,
      "ter": 150,
      "ul": 151,
      "di": 152,
      "pro": 153,
      "ph": 154,
      "pl": 155,
      "ha": 156,
      "no": 157,
      "po": 158,
      "per": 159,
      "ver": 160,
      "par": 161,
      "est": 162,
      "ci": 163,
      "res": 164,
      "so": 165,
      "ay": 166,
      "te": 167,
      "ord": 168,
      "id": 169,
      "ain": 170,
      "low": 171,
      "am": 172,
      "ct": 173,
      "li": 174,
      "ge": 175,
      "ate": 176,
      "fro": 177,
      "ther": 178,
      "ith": 179,
      "from": 180,
      "fe": 181,
      "com": 182,
      "us": 183,
      "by": 184,
      "was": 185,
      "ad": 186,
      "red": 187,
      "ess": 188,
      "ater": 189,
      "ri": 190,
      "ass": 191,
      "raph": 192,
      "igh": 193,
      "age": 194,
      "ment": 195,
      "with": 196,
      "were": 197,
      "ne": 198,
      "od": 199,
      "out": 200,
      "ca": 201,
      "ers": 202,
      "qu": 203,
      "ant": 204,
      "agraph": 205,
      "ich": 206,
      "cc": 207,
      "ld": 208,
      "all": 209,
      "form": 210,
      "oun": 211,
      "ity": 212,
      "um": 213,
      "si": 214,
      "por": 215,
      "ut": 216,
      "ke": 217,
      "paragraph": 218,
      "not": 219,
      "ev": 220,
      "du": 221,
      "have": 222,
      "ally": 223,
      "cl": 224,
      "als": 225,
      "ist": 226,
      "do": 227,
      "fo": 228,
      "ated": 229,
      "pass": 230,
      "ans": 231,
      "cont": 232,
      "ho": 233,
      "ear": 234,
      "their": 235,
      "can": 236,
      "chan": 237,
      "which": 238,
      "In": 239,
      "ill": 240,
      "ple": 241,
      "gh": 242,
      "passage": 243,
      "than": 244,
      "und": 245,
      "ence": 246,
      "clo": 247,
      "more": 248,
      "able": 249,
      "vi": 250,
      "ll": 251,
      "mean": 252,
      "port": 253,
      "land": 254,
      "water": 255,
      "ous": 256,
      "ma": 257,
      "tic": 258,
      "meaning": 259,
      "they": 260,
      "To": 261,
      "other": 262,
      "ru": 263,
      "ure": 264,
      "spe": 265,
      "use": 266,
      "fic": 267,
      "ould": 268,
      "ast": 269,
      "cre": 270,
      "gro": 271,
      "ffe": 272,
      "pres": 273,
      "ren": 274,
      "ording": 275,
      "ong": 276,
      "fac": 277,
      "em": 278,
      "one": 279,
      "ction": 280,
      "man": 281,
      "ants": 282,
      "Acc": 283,
      "cent": 284,
      "According": 285,
      "ical": 286,
      "ight": 287,
      "It": 288,
      "ten": 289,
      "Wh": 290,
      "clos": 291,
      "fol": 292,
      "log": 293,
      "ap": 294,
      "iz": 295,
      "word": 296,
      "lowing": 297,
      "about": 298,
      "had": 299,
      "sur": 300,
      "av": 301,
      "closest": 302,
      "its": 303,
      "ces": 304,
      "enti": 305,
      "ations": 306,
      "speci": 307,
      "pre": 308,
      "ties": 309,
      "ound": 310,
      "wn": 311,
      "produ": 312,
      "ind": 313,
      "tr": 314,
      "00": 315,
      "pr": 316,
      "ved": 317,
      "gen": 318,
      "up": 319,
      "following": 320,
      "way": 321,
      "ine": 322,
      "ck": 323,
      "been": 324,
      "ach": 325,
      "tra": 326,
      "most": 327,
      "ive": 328,
      "but": 329,
      "anim": 330,
      "dis": 331,
      "sh": 332,
      "They": 333,
      "fore": 334,
      "lar": 335,
      "wor": 336,
      "ies": 337,
      "high": 338,
      "ty": 339,
      "ors": 340,
      "some": 341,
      "over": 342,
      "beca": 343,
      "ms": 344,
      "our": 345,
      "formation": 346,
      "Th": 347,
      "velo": 348,
      "creas": 349,
      "ments": 350,
      "mer": 351,
      "how": 352,
      "gan": 353,
      "pos": 354,
      "pul": 355,
      "sa": 356,
      "rou": 357,
      "ting": 358,
      "des": 359,
      "ps": 360,
      "year": 361,
      "ree": 362,
      "species": 363,
      "plants": 364,
      "this": 365,
      "develo": 366,
      "used": 367,
      "import": 368,
      "ble": 369,
      "str": 370,
      "pen": 371,
      "ult": 372,
      "peri": 373,
      "ance": 374,
      "develop": 375,
      "ists": 376,
      "tern": 377,
      "rough": 378,
      "has": 379,
      "ide": 380,
      "mu": 381,
      "om": 382,
      "whe": 383,
      "au": 384,
      "ish": 385,
      "ite": 386,
      "rel": 387,
      "time": 388,
      "popul": 389,
      "inf": 390,
      "sup": 391,
      "ents": 392,
      "ary": 393,
      "ted": 394,
      "ory": 395,
      "ough": 396,
      "ard": 397,
      "bu": 398,
      "min": 399,
      "may": 400,
      "information": 401,
      "tem": 402,
      "increas": 403,
      "ari": 404,
      "ak": 405,
      "fi": 406,
      "gre": 407,
      "bo": 408,
      "ace": 409,
      "when": 410,
      "into": 411,
      "ild": 412,
      "ates": 413,
      "change": 414,
      "tions": 415,
      "ges": 416,
      "ric": 417,
      "olog": 418,
      "ural": 419,
      "ced": 420,
      "could": 421,
      "animals": 422,
      "tim": 423,
      "cor": 424,
      "organ": 425,
      "ign": 426,
      "diffe": 427,
      "tain": 428,
      "tive": 429,
      "sp": 430,
      "only": 431,
      "many": 432,
      "sy": 433,
      "new": 434,
      "there": 435,
      "Ear": 436,
      "differen": 437,
      "cts": 438,
      "bet": 439,
      "ves": 440,
      "ative": 441,
      "peo": 442,
      "such": 443,
      "ob": 444,
      "ures": 445,
      "them": 446,
      "important": 447,
      "art": 448,
      "el": 449,
      "large": 450,
      "arch": 451,
      "ext": 452,
      "ential": 453,
      "fir": 454,
      "like": 455,
      "long": 456,
      "occ": 457,
      "reg": 458,
      "comm": 459,
      "years": 460,
      "ber": 461,
      "light": 462,
      "these": 463,
      "period": 464,
      "Earth": 465,
      "arm": 466,
      "ss": 467,
      "ways": 468,
      "expl": 469,
      "essential": 470,
      "grow": 471,
      "ack": 472,
      "ween": 473,
      "very": 474,
      "ving": 475,
      "loc": 476,
      "uring": 477,
      "main": 478,
      "act": 479,
      "cess": 480,
      "face": 481,
      "people": 482,
      "vol": 483,
      "ice": 484,
      "sent": 485,
      "fact": 486,
      "wo": 487,
      "less": 488,
      "mar": 489,
      "because": 490,
      "vid": 491,
      "what": 492,
      "ele": 493,
      "between": 494,
      "soci": 495,
      "where": 496,
      "through": 497,
      "temper": 498,
      "would": 499,
      "ds": 500,
      "gu": 501,
      "gra": 502,
      "if": 503,
      "car": 504,
      "does": 505,
      "work": 506,
      "first": 507,
      "centur": 508,
      "ser": 509,
      "why": 510,
      "ful": 511,
      "did": 512,
      "stem": 513,
      "now": 514,
      "any": 515,
      "also": 516,
      "areas": 517,
      "cted": 518,
      "contin": 519,
      "ific": 520,
      "temperat": 521,
      "rock": 522,
      "tle": 523,
      "stru": 524,
      "vel": 525,
      "gg": 526,
      "made": 527,
      "ose": 528,
      "int": 529,
      "lands": 530,
      "idence": 531,
      "under": 532,
      "num": 533,
      "surface": 534,
      "inter": 535,
      "bi": 536,
      "nat": 537,
      "sim": 538,
      "sul": 539,
      "sm": 540,
      "ating": 541,
      "much": 542,
      "thor": 543,
      "system": 544,
      "found": 545,
      "gy": 546,
      "sol": 547,
      "rect": 548,
      "tiv": 549,
      "ular": 550,
      "af": 551,
      "ep": 552,
      "sed": 553,
      "iron": 554,
      "food": 555,
      "ffic": 556,
      "rit": 557,
      "gener": 558,
      "different": 559,
      "occur": 560,
      "ry": 561,
      "though": 562,
      "requ": 563,
      "author": 564,
      "che": 565,
      "ial": 566,
      "ings": 567,
      "ices": 568,
      "ility": 569,
      "der": 570,
      "during": 571,
      "population": 572,
      "century": 573,
      "small": 574,
      "dist": 575,
      "explain": 576,
      "ail": 577,
      "ia": 578,
      "well": 579,
      "ited": 580,
      "ars": 581,
      "ew": 582,
      "fl": 583,
      "evidence": 584,
      "early": 585,
      "go": 586,
      "effe": 587,
      "sion": 588,
      "hum": 589,
      "ran": 590,
      "Which": 591,
      "pt": 592,
      "eas": 593,
      "pred": 594,
      "sign": 595,
      "ences": 596,
      "trans": 597,
      "ual": 598,
      "ave": 599,
      "mat": 600,
      "soil": 601,
      "region": 602,
      "vari": 603,
      "ters": 604,
      "ses": 605,
      "et": 606,
      "sc": 607,
      "exam": 608,
      "king": 609,
      "ven": 610,
      "cient": 611,
      "col": 612,
      "part": 613,
      "present": 614,
      "ground": 615,
      "will": 616,
      "bl": 617,
      "come": 618,
      "same": 619,
      "cro": 620,
      "mater": 621,
      "ages": 622,
      "life": 623,
      "clim": 624,
      "Amer": 625,
      "best": 626,
      "ks": 627,
      "wer": 628,
      "Americ": 629,
      "men": 630,
      "set": 631,
      "cho": 632,
      "ale": 633,
      "acc": 634,
      "This": 635,
      "val": 636,
      "ons": 637,
      "eds": 638,
      "ise": 639,
      "ines": 640,
      "ded": 641,
      "hy": 642,
      "ref": 643,
      "resul": 644,
      "ably": 645,
      "organis": 646,
      "sub": 647,
      "comple": 648,
      "ian": 649,
      "ins": 650,
      "ability": 651,
      "cons": 652,
      "cer": 653,
      "two": 654,
      "even": 655,
      "bas": 656,
      "pes": 657,
      "then": 658,
      "18": 659,
      "move": 660,
      "clu": 661,
      "je": 662,
      "env": 663,
      "who": 664,
      "ake": 665,
      "cri": 666,
      "ip": 667,
      "mill": 668,
      "Eu": 669,
      "Ro": 670,
      "plant": 671,
      "environ": 672,
      "ys": 673,
      "rope": 674,
      "below": 675,
      "tech": 676,
      "forest": 677,
      "cle": 678,
      "ste": 679,
      "ount": 680,
      "Ch": 681,
      "tru": 682,
      "support": 683,
      "sel": 684,
      "exp": 685,
      "led": 686,
      "became": 687,
      "mon": 688,
      "before": 689,
      "ized": 690,
      "gi": 691,
      "ene": 692,
      "evol": 693,
      "changes": 694,
      "Europe": 695,
      "ization": 696,
      "ae": 697,
      "ger": 698,
      "vis": 699,
      "ener": 700,
      "char": 701,
      "contro": 702,
      "trade": 703,
      "correct": 704,
      "air": 705,
      "iment": 706,
      "appe": 707,
      "extin": 708,
      "gl": 709,
      "ged": 710,
      "ities": 711,
      "pol": 712,
      "show": 713,
      "after": 714,
      "ile": 715,
      "os": 716,
      "cause": 717,
      "development": 718,
      "times": 719,
      "19": 720,
      "hel": 721,
      "dition": 722,
      "ding": 723,
      "day": 724,
      "ution": 725,
      "contain": 726,
      "cul": 727,
      "those": 728,
      "level": 729,
      "wever": 730,
      "aves": 731,
      "ze": 732,
      "hun": 733,
      "nor": 734,
      "sea": 735,
      "depen": 736,
      "vide": 737,
      "cy": 738,
      "pon": 739,
      "organisms": 740,
      "CE": 741,
      "tre": 742,
      "stri": 743,
      "need": 744,
      "ccess": 745,
      "bir": 746,
      "den": 747,
      "lay": 748,
      "EX": 749,
      "fer": 750,
      "ie": 751,
      "enth": 752,
      "stand": 753,
      "expres": 754,
      "ricult": 755,
      "commun": 756,
      "energy": 757,
      "CEP": 758,
      "EXCEP": 759,
      "ctive": 760,
      "urn": 761,
      "provide": 762,
      "chem": 763,
      "ological": 764,
      "fin": 765,
      "leave": 766,
      "success": 767,
      "EXCEPT": 768,
      "rec": 769,
      "stu": 770,
      "heat": 771,
      "process": 772,
      "world": 773,
      "possi": 774,
      "So": 775,
      "farm": 776,
      "oce": 777,
      "remain": 778,
      "ese": 779,
      "build": 780,
      "br": 781,
      "istic": 782,
      "agricult": 783,
      "ods": 784,
      "000": 785,
      "great": 786,
      "true": 787,
      "Par": 788,
      "med": 789,
      "natural": 790,
      "Un": 791,
      "ites": 792,
      "place": 793,
      "ize": 794,
      "indic": 795,
      "flow": 796,
      "ino": 797,
      "ically": 798,
      "state": 799,
      "number": 800,
      "example": 801,
      "choices": 802,
      "ily": 803,
      "les": 804,
      "orig": 805,
      "temperature": 806,
      "often": 807,
      "acter": 808,
      "ago": 809,
      "sugg": 810,
      "posi": 811,
      "environment": 812,
      "suggest": 813,
      "ped": 814,
      "allow": 815,
      "power": 816,
      "survi": 817,
      "tu": 818,
      "highlight": 819,
      "ssil": 820,
      "Ho": 821,
      "ques": 822,
      "side": 823,
      "tivity": 824,
      "Mo": 825,
      "pain": 826,
      "ward": 827,
      "inclu": 828,
      "outh": 829,
      "area": 830,
      "sentence": 831,
      "highlighted": 832,
      "econ": 833,
      "past": 834,
      "beli": 835,
      "mem": 836,
      "rain": 837,
      "vers": 838,
      "struct": 839,
      "aw": 840,
      "lim": 841,
      "argu": 842,
      "comp": 843,
      "sentences": 844,
      "ft": 845,
      "provid": 846,
      "descri": 847,
      "both": 848,
      "continu": 849,
      "Paragraph": 850,
      "ators": 851,
      "growth": 852,
      "each": 853,
      "lit": 854,
      "ase": 855,
      "too": 856,
      "Incorrect": 857,
      "make": 858,
      "group": 859,
      "animal": 860,
      "expresses": 861,
      "ick": 862,
      "become": 863,
      "term": 864,
      "diffic": 865,
      "nown": 866,
      "fossil": 867,
      "An": 868,
      "partic": 869,
      "increase": 870,
      "call": 871,
      "gr": 872,
      "known": 873,
      "ply": 874,
      "usu": 875,
      "get": 876,
      "ody": 877,
      "human": 878,
      "far": 879,
      "million": 880,
      "flo": 881,
      "ious": 882,
      "ni": 883,
      "econom": 884,
      "particular": 885,
      "op": 886,
      "ently": 887,
      "plan": 888,
      "teenth": 889,
      "formed": 890,
      "likely": 891,
      "graph": 892,
      "ire": 893,
      "sal": 894,
      "ories": 895,
      "ason": 896,
      "prob": 897,
      "Roman": 898,
      "ox": 899,
      "indi": 900,
      "ples": 901,
      "compe": 902,
      "origin": 903,
      "Al": 904,
      "sto": 905,
      "tical": 906,
      "For": 907,
      "bon": 908,
      "body": 909,
      "cur": 910,
      "hist": 911,
      "aces": 912,
      "extinction": 913,
      "city": 914,
      "produce": 915,
      "complex": 916,
      "ety": 917,
      "vo": 918,
      "child": 919,
      "earli": 920,
      "What": 921,
      "production": 922,
      "cus": 923,
      "indu": 924,
      "stre": 925,
      "produced": 926,
      "relative": 927,
      "signific": 928,
      "mention": 929,
      "dy": 930,
      "pread": 931,
      "developed": 932,
      "Be": 933,
      "ath": 934,
      "her": 935,
      "lu": 936,
      "mass": 937,
      "ustr": 938,
      "ens": 939,
      "road": 940,
      "akes": 941,
      "volcan": 942,
      "certain": 943,
      "fil": 944,
      "ning": 945,
      "adv": 946,
      "climate": 947,
      "bre": 948,
      "back": 949,
      "hab": 950,
      "rest": 951,
      "end": 952,
      "These": 953,
      "activity": 954,
      "ilar": 955,
      "redu": 956,
      "sive": 957,
      "Why": 958,
      "common": 959,
      "pal": 960,
      "ats": 961,
      "play": 962,
      "must": 963,
      "infer": 964,
      "ials": 965,
      "jor": 966,
      "sho": 967,
      "acific": 968,
      "being": 969,
      "old": 970,
      "saur": 971,
      "probably": 972,
      "As": 973,
      "ton": 974,
      "ina": 975,
      "qual": 976,
      "forms": 977,
      "When": 978,
      "control": 979,
      "birds": 980,
      "Pacific": 981,
      "hand": 982,
      "ually": 983,
      "exist": 984,
      "major": 985,
      "avail": 986,
      "temperatures": 987,
      "possible": 988,
      "sk": 989,
      "sequ": 990,
      "cep": 991,
      "exper": 992,
      "view": 993,
      "trees": 994,
      "vered": 995,
      "search": 996,
      "prac": 997,
      "miner": 998,
      "mam": 999,
      "proble": 1000,
      "record": 1001,
      "individ": 1002,
      "cr": 1003,
      "sour": 1004,
      "turn": 1005,
      "role": 1006,
      "here": 1007,
      "pot": 1008,
      "within": 1009,
      "near": 1010,
      "50": 1011,
      "mal": 1012,
      "anti": 1013,
      "enough": 1014,
      "respon": 1015,
      "ished": 1016,
      "crops": 1017,
      "Some": 1018,
      "ient": 1019,
      "theory": 1020,
      "ones": 1021,
      "estern": 1022,
      "round": 1023,
      "ditions": 1024,
      "ately": 1025,
      "size": 1026,
      "increased": 1027,
      "By": 1028,
      "bers": 1029,
      "dra": 1030,
      "moder": 1031,
      "veral": 1032,
      "stream": 1033,
      "significant": 1034,
      "bes": 1035,
      "his": 1036,
      "ked": 1037,
      "west": 1038,
      "seeds": 1039,
      "posed": 1040,
      "difficult": 1041,
      "usually": 1042,
      "He": 1043,
      "Nor": 1044,
      "waves": 1045,
      "along": 1046,
      "ict": 1047,
      "covered": 1048,
      "iments": 1049,
      "point": 1050,
      "populations": 1051,
      "similar": 1052,
      "character": 1053,
      "depend": 1054,
      "strial": 1055,
      "curren": 1056,
      "seem": 1057,
      "order": 1058,
      "contr": 1059,
      "Gree": 1060,
      "ied": 1061,
      "vent": 1062,
      "meters": 1063,
      "rap": 1064,
      "urb": 1065,
      "few": 1066,
      "sediment": 1067,
      "effect": 1068,
      "cientists": 1069,
      "material": 1070,
      "materials": 1071,
      "painting": 1072,
      "modern": 1073,
      "St": 1074,
      "cing": 1075,
      "cour": 1076,
      "reach": 1077,
      "met": 1078,
      "amount": 1079,
      "emph": 1080,
      "greater": 1081,
      "inferred": 1082,
      "cal": 1083,
      "coun": 1084,
      "fun": 1085,
      "nut": 1086,
      "sha": 1087,
      "living": 1088,
      "centr": 1089,
      "local": 1090,
      "elements": 1091,
      "called": 1092,
      "children": 1093,
      "affe": 1094,
      "oil": 1095,
      "thern": 1096,
      "inosaur": 1097,
      "fam": 1098,
      "later": 1099,
      "own": 1100,
      "pur": 1101,
      "atic": 1102,
      "rodu": 1103,
      "deer": 1104,
      "ared": 1105,
      "obser": 1106,
      "carbon": 1107,
      "),": 1108,
      "Sun": 1109,
      "nest": 1110,
      "ness": 1111,
      "real": 1112,
      "several": 1113,
      "down": 1114,
      "idea": 1115,
      "glac": 1116,
      "ocean": 1117,
      "New": 1118,
      "ax": 1119,
      "dri": 1120,
      "eco": 1121,
      "ju": 1122,
      "open": 1123,
      "sti": 1124,
      "spread": 1125,
      "around": 1126,
      "tian": 1127,
      "There": 1128,
      "cap": 1129,
      "refle": 1130,
      "rapid": 1131,
      "nutri": 1132,
      "bene": 1133,
      "ue": 1134,
      "inten": 1135,
      "beg": 1136,
      "conditions": 1137,
      "while": 1138,
      "overn": 1139,
      "sing": 1140,
      "tri": 1141,
      "ince": 1142,
      "coast": 1143,
      "nolog": 1144,
      "cial": 1145,
      "vious": 1146,
      "introdu": 1147,
      "habit": 1148,
      "she": 1149,
      "oral": 1150,
      "til": 1151,
      "prote": 1152,
      "prim": 1153,
      "elect": 1154,
      "result": 1155,
      "chemical": 1156,
      "ths": 1157,
      "ancient": 1158,
      "lead": 1159,
      "stone": 1160,
      "sure": 1161,
      "exten": 1162,
      "help": 1163,
      "position": 1164,
      "Because": 1165,
      ").": 1166,
      "bed": 1167,
      "ef": 1168,
      "fr": 1169,
      "know": 1170,
      "ner": 1171,
      "ances": 1172,
      "ational": 1173,
      "among": 1174,
      "technolog": 1175,
      "evolution": 1176,
      "Af": 1177,
      "dinosaur": 1178,
      "find": 1179,
      "ilo": 1180,
      "kind": 1181,
      "sound": 1182,
      "another": 1183,
      "eng": 1184,
      "impro": 1185,
      "caused": 1186,
      "making": 1187,
      "clear": 1188,
      "On": 1189,
      "gas": 1190,
      "hi": 1191,
      "ls": 1192,
      "research": 1193,
      "ism": 1194,
      "rop": 1195,
      "parts": 1196,
      "feed": 1197,
      "however": 1198,
      "discus": 1199,
      "influ": 1200,
      "increasing": 1201,
      "regions": 1202,
      "appear": 1203,
      "event": 1204,
      "larger": 1205,
      "grass": 1206,
      "salt": 1207,
      "relatively": 1208,
      "cult": 1209,
      "govern": 1210,
      "ined": 1211,
      "ering": 1212,
      "islands": 1213,
      "rather": 1214,
      "cell": 1215,
      "pothe": 1216,
      "type": 1217,
      "systems": 1218,
      "hypothe": 1219,
      "available": 1220,
      "aim": 1221,
      "might": 1222,
      "scientists": 1223,
      "close": 1224,
      "archae": 1225,
      "rocks": 1226,
      "Brit": 1227,
      "frequ": 1228,
      "pat": 1229,
      "sen": 1230,
      "sis": 1231,
      "slow": 1232,
      "atmo": 1233,
      "ising": 1234,
      "needed": 1235,
      "wide": 1236,
      "invol": 1237,
      "sug": 1238,
      "addition": 1239,
      "social": 1240,
      "predators": 1241,
      "North": 1242,
      "eld": 1243,
      "intern": 1244,
      "igr": 1245,
      "cities": 1246,
      "geolog": 1247,
      "comb": 1248,
      "using": 1249,
      "fied": 1250,
      "But": 1251,
      "fish": 1252,
      "inte": 1253,
      "began": 1254,
      "percent": 1255,
      "appro": 1256,
      "ship": 1257,
      "field": 1258,
      "farmers": 1259,
      "little": 1260,
      "history": 1261,
      "ather": 1262,
      "mil": 1263,
      "pare": 1264,
      "off": 1265,
      "depos": 1266,
      "deep": 1267,
      "pers": 1268,
      "parti": 1269,
      "domin": 1270,
      "cannot": 1271,
      "itect": 1272,
      "growing": 1273,
      "understand": 1274,
      "occurred": 1275,
      "range": 1276,
      "America": 1277,
      "rail": 1278,
      "identi": 1279,
      "without": 1280,
      "came": 1281,
      "jects": 1282,
      "En": 1283,
      "cu": 1284,
      "ired": 1285,
      "ot": 1286,
      "western": 1287,
      "ort": 1288,
      "cover": 1289,
      "ids": 1290,
      "commer": 1291,
      "cles": 1292,
      "just": 1293,
      "lan": 1294,
      "sum": 1295,
      "resour": 1296,
      "adap": 1297,
      "study": 1298,
      "medi": 1299,
      "still": 1300,
      "At": 1301,
      "eth": 1302,
      "hard": 1303,
      "jo": 1304,
      "mic": 1305,
      "migr": 1306,
      "thin": 1307,
      "star": 1308,
      "ions": 1309,
      "beha": 1310,
      "cept": 1311,
      "abl": 1312,
      "dies": 1313,
      "ider": 1314,
      "ports": 1315,
      "factors": 1316,
      "self": 1317,
      "agricultural": 1318,
      "argue": 1319,
      "eties": 1320,
      "free": 1321,
      "ging": 1322,
      "read": 1323,
      "atu": 1324,
      "left": 1325,
      "again": 1326,
      "lived": 1327,
      "ountain": 1328,
      "claim": 1329,
      "types": 1330,
      "goods": 1331,
      "paren": 1332,
      "last": 1333,
      "three": 1334,
      "imp": 1335,
      "phy": 1336,
      "resist": 1337,
      "eved": 1338,
      "special": 1339,
      "relig": 1340,
      "American": 1341,
      "emphas": 1342,
      "Many": 1343,
      "sites": 1344,
      "youn": 1345,
      "era": 1346,
      "ont": 1347,
      "once": 1348,
      "aced": 1349,
      "ilt": 1350,
      "phys": 1351,
      "sphere": 1352,
      "periods": 1353,
      "settle": 1354,
      "advant": 1355,
      "sugges": 1356,
      "dry": 1357,
      "mes": 1358,
      "mals": 1359,
      "table": 1360,
      "wind": 1361,
      "rought": 1362,
      "colon": 1363,
      "based": 1364,
      "agriculture": 1365,
      "survive": 1366,
      "However": 1367,
      "competi": 1368,
      "0s": 1369,
      "blo": 1370,
      "rul": 1371,
      "vation": 1372,
      "reason": 1373,
      "rogen": 1374,
      "ics": 1375,
      "action": 1376,
      "moved": 1377,
      "until": 1378,
      "pose": 1379,
      "necess": 1380,
      "contri": 1381,
      "prin": 1382,
      "longer": 1383,
      "United": 1384,
      "One": 1385,
      "bro": 1386,
      "stim": 1387,
      "acro": 1388,
      "organic": 1389,
      "architect": 1390,
      "matter": 1391,
      "groups": 1392,
      "earlier": 1393,
      "mammals": 1394,
      "paintings": 1395,
      "We": 1396,
      "every": 1397,
      "gal": 1398,
      "pri": 1399,
      "writ": 1400,
      "inv": 1401,
      "island": 1402,
      "sele": 1403,
      "experi": 1404,
      "establ": 1405,
      "clay": 1406,
      "created": 1407,
      "prey": 1408,
      "techni": 1409,
      "explo": 1410,
      "States": 1411,
      "atmosphere": 1412,
      "suggests": 1413,
      "All": 1414,
      "Mes": 1415,
      "ame": 1416,
      "dest": 1417,
      "fy": 1418,
      "uals": 1419,
      "ygen": 1420,
      "olith": 1421,
      "termin": 1422,
      "uses": 1423,
      "quick": 1424,
      "presence": 1425,
      "arily": 1426,
      "provided": 1427,
      "Although": 1428,
      "Afric": 1429,
      "olithic": 1430,
      "lack": 1431,
      "rate": 1432,
      "zing": 1433,
      "decl": 1434,
      "radi": 1435,
      "abo": 1436,
      "abund": 1437,
      "ols": 1438,
      "surround": 1439,
      "easily": 1440,
      "oxygen": 1441,
      "Greek": 1442,
      "urban": 1443,
      "dinosaurs": 1444,
      "behavi": 1445,
      "stimul": 1446,
      "Ven": 1447,
      "bal": 1448,
      "bur": 1449,
      "pu": 1450,
      "vil": 1451,
      "acti": 1452,
      "abs": 1453,
      "tery": 1454,
      "lower": 1455,
      "rub": 1456,
      "generally": 1457,
      "Egy": 1458,
      "awn": 1459,
      "dle": 1460,
      "rise": 1461,
      "trop": 1462,
      "war": 1463,
      "warm": 1464,
      "yon": 1465,
      "associ": 1466,
      "ental": 1467,
      "veget": 1468,
      "urther": 1469,
      "phr": 1470,
      "channe": 1471,
      "illustr": 1472,
      "design": 1473,
      "location": 1474,
      "societies": 1475,
      "flu": 1476,
      "variety": 1477,
      "indicate": 1478,
      "volcano": 1479,
      "Asi": 1480,
      "South": 1481,
      "hip": 1482,
      "mus": 1483,
      "oto": 1484,
      "tace": 1485,
      "inse": 1486,
      "ator": 1487,
      "ands": 1488,
      "active": 1489,
      "dec": 1490,
      "proper": 1491,
      "feat": 1492,
      "try": 1493,
      "higher": 1494,
      "strong": 1495,
      "effects": 1496,
      "steam": 1497,
      "buildings": 1498,
      "structure": 1499,
      "source": 1500,
      "Cre": 1501,
      "late": 1502,
      "ograph": 1503,
      "since": 1504,
      "thing": 1505,
      "represent": 1506,
      "ales": 1507,
      "iddle": 1508,
      "cape": 1509,
      "deser": 1510,
      "fully": 1511,
      "humans": 1512,
      "economic": 1513,
      "quality": 1514,
      "commercial": 1515,
      "micro": 1516,
      "impact": 1517,
      "across": 1518,
      "equ": 1519,
      "fall": 1520,
      "thir": 1521,
      "reli": 1522,
      "today": 1523,
      "abor": 1524,
      "que": 1525,
      "class": 1526,
      "ills": 1527,
      "sometimes": 1528,
      "supply": 1529,
      "marke": 1530,
      "soils": 1531,
      "communities": 1532,
      "fossils": 1533,
      "industrial": 1534,
      "contrast": 1535,
      "function": 1536,
      "glaci": 1537,
      "hypothesis": 1538,
      "railroad": 1539,
      "Ar": 1540,
      "Su": 1541,
      "har": 1542,
      "take": 1543,
      "rely": 1544,
      "recent": 1545,
      "ark": 1546,
      "arri": 1547,
      "separ": 1548,
      "Their": 1549,
      "teach": 1550,
      "gether": 1551,
      "river": 1552,
      "changed": 1553,
      "importance": 1554,
      "relations": 1555,
      "supports": 1556,
      "boo": 1557,
      "characteristic": 1558,
      "single": 1559,
      "Ne": 1560,
      "cir": 1561,
      "egg": 1562,
      "sn": 1563,
      "always": 1564,
      "aster": 1565,
      "issu": 1566,
      "oud": 1567,
      "uni": 1568,
      "infants": 1569,
      "space": 1570,
      "numbers": 1571,
      "levels": 1572,
      "Most": 1573,
      "parent": 1574,
      "If": 1575,
      "ible": 1576,
      "mis": 1577,
      "pa": 1578,
      "tw": 1579,
      "ata": 1580,
      "almost": 1581,
      "constru": 1582,
      "dire": 1583,
      "keep": 1584,
      "should": 1585,
      "aken": 1586,
      "transport": 1587,
      "evolved": 1588,
      "remains": 1589,
      "current": 1590,
      "young": 1591,
      "quickly": 1592,
      "above": 1593,
      "bor": 1594,
      "ets": 1595,
      "mountain": 1596,
      "ping": 1597,
      "site": 1598,
      "yawn": 1599,
      "reco": 1600,
      "together": 1601,
      "tial": 1602,
      "prof": 1603,
      "fire": 1604,
      "extre": 1605,
      "located": 1606,
      "versity": 1607,
      "limited": 1608,
      "break": 1609,
      "problem": 1610,
      "pattern": 1611,
      "religious": 1612,
      "Per": 1613,
      "cas": 1614,
      "mi": 1615,
      "nine": 1616,
      "put": 1617,
      "tree": 1618,
      "wall": 1619,
      "zed": 1620,
      "isto": 1621,
      "becom": 1622,
      "cool": 1623,
      "cold": 1624,
      "placed": 1625,
      "verse": 1626,
      "civil": 1627,
      "travel": 1628,
      "built": 1629,
      "explan": 1630,
      "mark": 1631,
      "throughout": 1632,
      "fficient": 1633,
      "question": 1634,
      "individual": 1635,
      "physical": 1636,
      "ley": 1637,
      "secon": 1638,
      "meas": 1639,
      "dep": 1640,
      "determin": 1641,
      "aged": 1642,
      "ides": 1643,
      "umul": 1644,
      "events": 1645,
      "vities": 1646,
      "others": 1647,
      "solar": 1648,
      "eastern": 1649,
      "various": 1650,
      "consider": 1651,
      "building": 1652,
      "benef": 1653,
      "technology": 1654,
      "phrase": 1655,
      "--": 1656,
      "East": 1657,
      "brought": 1658,
      "oper": 1659,
      "sou": 1660,
      "seed": 1661,
      "means": 1662,
      "del": 1663,
      "sun": 1664,
      "peci": 1665,
      "live": 1666,
      "ryst": 1667,
      "colle": 1668,
      "complete": 1669,
      "poli": 1670,
      "cultiv": 1671,
      "government": 1672,
      "interest": 1673,
      "emphasize": 1674,
      "10": 1675,
      "cra": 1676,
      "dark": 1677,
      "ei": 1678,
      "right": 1679,
      "anal": 1680,
      "toward": 1681,
      "itable": 1682,
      "meth": 1683,
      "core": 1684,
      "plic": 1685,
      "haps": 1686,
      "clock": 1687,
      "previous": 1688,
      "marine": 1689,
      "continents": 1690,
      "thought": 1691,
      "European": 1692,
      "hunting": 1693,
      "include": 1694,
      "minerals": 1695,
      "particles": 1696,
      "Se": 1697,
      "away": 1698,
      "vill": 1699,
      "alth": 1700,
      "actions": 1701,
      "photo": 1702,
      "hap": 1703,
      "vert": 1704,
      "umer": 1705,
      "follow": 1706,
      "short": 1707,
      "Thus": 1708,
      "artists": 1709,
      "require": 1710,
      "accumul": 1711,
      "hyd": 1712,
      "gios": 1713,
      "oceans": 1714,
      "How": 1715,
      "ecolog": 1716,
      "begin": 1717,
      "advantage": 1718,
      "vegetation": 1719,
      "extreme": 1720,
      "second": 1721,
      "giosper": 1722,
      "Pale": 1723,
      "ade": 1724,
      "cam": 1725,
      "cru": 1726,
      "da": 1727,
      "fig": 1728,
      "lake": 1729,
      "run": 1730,
      "tal": 1731,
      "tail": 1732,
      "yed": 1733,
      "thous": 1734,
      "tice": 1735,
      "leaves": 1736,
      "states": 1737,
      "mete": 1738,
      "decreas": 1739,
      "ults": 1740,
      "diversity": 1741,
      "quanti": 1742,
      "tradition": 1743,
      "Earths": 1744,
      "wood": 1745,
      "good": 1746,
      "accur": 1747,
      "movement": 1748,
      "statements": 1749,
      "took": 1750,
      "mineral": 1751,
      "against": 1752,
      "recog": 1753,
      "cat": 1754,
      "cryst": 1755,
      "kes": 1756,
      "rates": 1757,
      "snow": 1758,
      "winter": 1759,
      "outs": 1760,
      "conne": 1761,
      "direct": 1762,
      "related": 1763,
      "objects": 1764,
      "society": 1765,
      "forests": 1766,
      "China": 1767,
      "believed": 1768,
      "mentioned": 1769,
      "famil": 1770,
      "Asia": 1771,
      "direction": 1772,
      "nineteenth": 1773,
      "With": 1774,
      "gs": 1775,
      "ians": 1776,
      "ives": 1777,
      "oid": 1778,
      "ris": 1779,
      "rig": 1780,
      "south": 1781,
      "reat": 1782,
      "tools": 1783,
      "roo": 1784,
      "sty": 1785,
      "fort": 1786,
      "perform": 1787,
      "composition": 1788,
      "emp": 1789,
      "themsel": 1790,
      "occup": 1791,
      "required": 1792,
      "distri": 1793,
      "subst": 1794,
      "consist": 1795,
      "poll": 1796,
      "layers": 1797,
      "experiments": 1798,
      "rapidly": 1799,
      "techniques": 1800,
      "activities": 1801,
      "illustrate": 1802,
      "themselves": 1803,
      "Austr": 1804,
      "Por": 1805,
      "bound": 1806,
      "eve": 1807,
      "fill": 1808,
      "four": 1809,
      "gland": 1810,
      "lines": 1811,
      "rich": 1812,
      "xim": 1813,
      "angiosper": 1814,
      "especi": 1815,
      "isol": 1816,
      "itu": 1817,
      "determ": 1818,
      "cop": 1819,
      "cost": 1820,
      "dif": 1821,
      "chants": 1822,
      "speed": 1823,
      "emer": 1824,
      "omen": 1825,
      "landscape": 1826,
      "simple": 1827,
      "smaller": 1828,
      "controll": 1829,
      "community": 1830,
      "pastoral": 1831,
      "reduced": 1832,
      "central": 1833,
      "necessary": 1834,
      "meteor": 1835,
      "especially": 1836,
      "determine": 1837,
      "Mars": 1838,
      "bri": 1839,
      "kilo": 1840,
      "ling": 1841,
      "mag": 1842,
      "non": 1843,
      "raz": 1844,
      "poten": 1845,
      "ains": 1846,
      "cloud": 1847,
      "hot": 1848,
      "whether": 1849,
      "therefore": 1850,
      "maintain": 1851,
      "given": 1852,
      "earliest": 1853,
      "experiment": 1854,
      "pottery": 1855,
      "resources": 1856,
      "outside": 1857,
      "Sumer": 1858,
      "ane": 1859,
      "aries": 1860,
      "ased": 1861,
      "least": 1862,
      "iting": 1863,
      "itself": 1864,
      "mechan": 1865,
      "dem": 1866,
      "moving": 1867,
      "places": 1868,
      "ously": 1869,
      "specific": 1870,
      "products": 1871,
      "typ": 1872,
      "audi": 1873,
      "solid": 1874,
      "flood": 1875,
      "extinctions": 1876,
      "surrounding": 1877,
      "taceous": 1878,
      "insects": 1879,
      "Cretaceous": 1880,
      "Braz": 1881,
      "aqu": 1882,
      "dam": 1883,
      "fav": 1884,
      "gae": 1885,
      "hu": 1886,
      "rac": 1887,
      "sand": 1888,
      "ured": 1889,
      "attr": 1890,
      "head": 1891,
      "images": 1892,
      "cere": 1893,
      "older": 1894,
      "rivers": 1895,
      "undred": 1896,
      "preser": 1897,
      "pressure": 1898,
      "factor": 1899,
      "results": 1900,
      "allowed": 1901,
      "original": 1902,
      "film": 1903,
      "individuals": 1904,
      "kinds": 1905,
      "eventually": 1906,
      "political": 1907,
      "happen": 1908,
      "Portu": 1909,
      "Brazil": 1910,
      "Is": 1911,
      "hundred": 1912,
      "thus": 1913,
      "tici": 1914,
      "itary": 1915,
      "acy": 1916,
      "see": 1917,
      "seas": 1918,
      "season": 1919,
      "dev": 1920,
      "soph": 1921,
      "tered": 1922,
      "advert": 1923,
      "clus": 1924,
      "faces": 1925,
      "gene": 1926,
      "ideas": 1927,
      "gradu": 1928,
      "ject": 1929,
      "dramat": 1930,
      "country": 1931,
      "purpose": 1932,
      "identify": 1933,
      "langu": 1934,
      "architecture": 1935,
      "Africa": 1936,
      "behavior": 1937,
      "yawning": 1938,
      "Paleolithic": 1939,
      "recogn": 1940,
      "Austral": 1941,
      "Ger": 1942,
      "dr": 1943,
      "nes": 1944,
      "oth": 1945,
      "sity": 1946,
      "aled": 1947,
      "algae": 1948,
      "consequ": 1949,
      "concentr": 1950,
      "died": 1951,
      "tect": 1952,
      "liqu": 1953,
      "ounts": 1954,
      "centers": 1955,
      "buted": 1956,
      "strate": 1957,
      "ologists": 1958,
      "sym": 1959,
      "better": 1960,
      "expand": 1961,
      "provides": 1962,
      "plank": 1963,
      "affected": 1964,
      "primarily": 1965,
      "England": 1966,
      "resistant": 1967,
      "competition": 1968,
      "eggs": 1969,
      "explanation": 1970,
      "100": 1971,
      "Even": 1972,
      "Pl": 1973,
      "Re": 1974,
      "ior": 1975,
      "vations": 1976,
      "wild": 1977,
      "independ": 1978,
      "rele": 1979,
      "ash": 1980,
      "astic": 1981,
      "demon": 1982,
      "mole": 1983,
      "ansion": 1984,
      "avy": 1985,
      "discovered": 1986,
      "stry": 1987,
      "differences": 1988,
      "occurs": 1989,
      "distin": 1990,
      "effective": 1991,
      "extinct": 1992,
      "dense": 1993,
      "succession": 1994,
      "industry": 1995,
      "volcanic": 1996,
      "films": 1997,
      "seems": 1998,
      "nutrients": 1999,
      "Britain": 2000,
      "princi": 2001,
      "Meso": 2002,
      "tropical": 2003,
      "southern": 2004,
      "kilometers": 2005,
      "plankton": 2006,
      "io": 2007,
      "ier": 2008,
      "my": 2009,
      "pin": 2010,
      "sw": 2011,
      "estim": 2012,
      "titu": 2013,
      "stor": 2014,
      "expe": 2015,
      "exchange": 2016,
      "ush": 2017,
      "Indi": 2018,
      "manu": 2019,
      "nature": 2020,
      "color": 2021,
      "valu": 2022,
      "successful": 2023,
      "described": 2024,
      "particularly": 2025,
      "ception": 2026,
      "problems": 2027,
      "introduced": 2028,
      "absor": 2029,
      "construction": 2030,
      "Mar": 2031,
      "Po": 2032,
      "fs": 2033,
      "sil": 2034,
      "sci": 2035,
      "enced": 2036,
      "tom": 2037,
      "loo": 2038,
      "super": 2039,
      "modi": 2040,
      "whose": 2041,
      "never": 2042,
      "tend": 2043,
      "prec": 2044,
      "producing": 2045,
      "green": 2046,
      "works": 2047,
      "continental": 2048,
      "rane": 2049,
      "inese": 2050,
      "Chinese": 2051,
      "northern": 2052,
      "farming": 2053,
      "More": 2054,
      "believe": 2055,
      "economy": 2056,
      "coastal": 2057,
      "electric": 2058,
      "involved": 2059,
      "internal": 2060,
      "adapt": 2061,
      "properties": 2062,
      "paper": 2063,
      "OT": 2064,
      "bul": 2065,
      "brain": 2066,
      "ips": 2067,
      "lakes": 2068,
      "ske": 2069,
      "tissu": 2070,
      "instru": 2071,
      "ann": 2072,
      "att": 2073,
      "atus": 2074,
      "ero": 2075,
      "asion": 2076,
      "row": 2077,
      "itrogen": 2078,
      "reser": 2079,
      "adults": 2080,
      "ries": 2081,
      "domes": 2082,
      "merchants": 2083,
      "rice": 2084,
      "locations": 2085,
      "scale": 2086,
      "crop": 2087,
      "sett": 2088,
      "movements": 2089,
      "expansion": 2090,
      "studies": 2091,
      "structures": 2092,
      "awa": 2093,
      "oxide": 2094,
      "sources": 2095,
      "improve": 2096,
      "discussion": 2097,
      "volcanoes": 2098,
      "features": 2099,
      "either": 2100,
      "manufact": 2101,
      "domestic": 2102,
      "Vene": 2103,
      "ware": 2104,
      "anc": 2105,
      "rece": 2106,
      "let": 2107,
      "moa": 2108,
      "const": 2109,
      "phen": 2110,
      "plies": 2111,
      "perhaps": 2112,
      "soon": 2113,
      "lies": 2114,
      "causes": 2115,
      "shif": 2116,
      "highly": 2117,
      "ards": 2118,
      "obtain": 2119,
      "appeared": 2120,
      "suggested": 2121,
      "practic": 2122,
      "affect": 2123,
      "hib": 2124,
      "appearance": 2125,
      "frequently": 2126,
      "writing": 2127,
      "walls": 2128,
      "adi": 2129,
      "ey": 2130,
      "fine": 2131,
      "ns": 2132,
      "night": 2133,
      "pit": 2134,
      "atten": 2135,
      "heavy": 2136,
      "forts": 2137,
      "dioxide": 2138,
      "teeth": 2139,
      "amph": 2140,
      "compar": 2141,
      "ades": 2142,
      "key": 2143,
      "ctions": 2144,
      "apparent": 2145,
      "infant": 2146,
      "visual": 2147,
      "north": 2148,
      "possib": 2149,
      "including": 2150,
      "continued": 2151,
      "planet": 2152,
      "researchers": 2153,
      "influence": 2154,
      "additional": 2155,
      "deposits": 2156,
      "understanding": 2157,
      "selection": 2158,
      "established": 2159,
      "methods": 2160,
      "dou": 2161,
      "hind": 2162,
      "lin": 2163,
      "ler": 2164,
      "line": 2165,
      "labor": 2166,
      "mul": 2167,
      "vir": 2168,
      "ini": 2169,
      "reve": 2170,
      "return": 2171,
      "icted": 2172,
      "held": 2173,
      "ches": 2174,
      "imin": 2175,
      "bot": 2176,
      "grain": 2177,
      "centuries": 2178,
      "bio": 2179,
      "biological": 2180,
      "charged": 2181,
      "processes": 2182,
      "histor": 2183,
      "shell": 2184,
      "cultural": 2185,
      "archaeological": 2186,
      "geologic": 2187,
      "dominant": 2188,
      "settlement": 2189,
      "publ": 2190,
      "channels": 2191,
      "phenomen": 2192,
      "16": 2193,
      "17": 2194,
      "El": 2195,
      "Middle": 2196,
      "cut": 2197,
      "count": 2198,
      "ever": 2199,
      "fa": 2200,
      "fail": 2201,
      "further": 2202,
      "hor": 2203,
      "nitrogen": 2204,
      "rid": 2205,
      "rass": 2206,
      "sch": 2207,
      "spo": 2208,
      "spr": 2209,
      "thick": 2210,
      "sem": 2211,
      "mel": 2212,
      "ordin": 2213,
      "portion": 2214,
      "prising": 2215,
      "cheap": 2216,
      "predict": 2217,
      "examples": 2218,
      "layer": 2219,
      "palaces": 2220,
      "crater": 2221,
      "responsi": 2222,
      "currents": 2223,
      "military": 2224,
      "person": 2225,
      "freezing": 2226,
      "decline": 2227,
      "reliable": 2228,
      "daily": 2229,
      "huge": 2230,
      "racco": 2231,
      "gradually": 2232,
      "20": 2233,
      "500": 2234,
      "Rom": 2235,
      "east": 2236,
      "glo": 2237,
      "hal": 2238,
      "lat": 2239,
      "ption": 2240,
      "pie": 2241,
      "rural": 2242,
      "ta": 2243,
      "tox": 2244,
      "seen": 2245,
      "motion": 2246,
      "expen": 2247,
      "neg": 2248,
      "istr": 2249,
      "ava": 2250,
      "ships": 2251,
      "increases": 2252,
      "coral": 2253,
      "carry": 2254,
      "underground": 2255,
      "numer": 2256,
      "sediments": 2257,
      "stead": 2258,
      "cules": 2259,
      "indicates": 2260,
      "members": 2261,
      "herd": 2262,
      "streams": 2263,
      "sense": 2264,
      "widely": 2265,
      "ready": 2266,
      "abundant": 2267,
      "characteristics": 2268,
      "cases": 2269,
      "camera": 2270,
      "angiosperms": 2271,
      "potential": 2272,
      "molecules": 2273,
      "30": 2274,
      "Ze": 2275,
      "apor": 2276,
      "bus": 2277,
      "give": 2278,
      "ned": 2279,
      "tong": 2280,
      "vast": 2281,
      "atory": 2282,
      "oft": 2283,
      "ised": 2284,
      "tile": 2285,
      "tific": 2286,
      "outer": 2287,
      "lot": 2288,
      "sufficient": 2289,
      "moths": 2290,
      "irrig": 2291,
      "portun": 2292,
      "popular": 2293,
      "climatic": 2294,
      "environments": 2295,
      "vision": 2296,
      "ield": 2297,
      "remained": 2298,
      "acteria": 2299,
      "positive": 2300,
      "environmental": 2301,
      "voir": 2302,
      "palace": 2303,
      "associated": 2304,
      "third": 2305,
      "railroads": 2306,
      "books": 2307,
      "civilization": 2308,
      "thousands": 2309,
      "reservoir": 2310,
      "ancest": 2311,
      "countries": 2312,
      "Am": 2313,
      "Hawa": 2314,
      "care": 2315,
      "fed": 2316,
      "gres": 2317,
      "hour": 2318,
      "ibi": 2319,
      "ron": 2320,
      "taken": 2321,
      "ination": 2322,
      "erup": 2323,
      "encour": 2324,
      "stars": 2325,
      "begg": 2326,
      "deed": 2327,
      "ilities": 2328,
      "force": 2329,
      "immedi": 2330,
      "conside": 2331,
      "poin": 2332,
      "resh": 2333,
      "amounts": 2334,
      "net": 2335,
      "six": 2336,
      "kept": 2337,
      "grown": 2338,
      "center": 2339,
      "Ital": 2340,
      "avoid": 2341,
      "preci": 2342,
      "tempor": 2343,
      "fires": 2344,
      "vessel": 2345,
      "peoples": 2346,
      "element": 2347,
      "serious": 2348,
      "cycle": 2349,
      "survival": 2350,
      "memory": 2351,
      "opportun": 2352,
      "existed": 2353,
      "slowly": 2354,
      "phyto": 2355,
      "radiation": 2356,
      "Venice": 2357,
      "market": 2358,
      "glaciers": 2359,
      "beginning": 2360,
      "roots": 2361,
      "ranean": 2362,
      "constant": 2363,
      "Hawai": 2364,
      "considered": 2365,
      ".,": 2366,
      "De": 2367,
      "Ex": 2368,
      "Ge": 2369,
      "case": 2370,
      "harm": 2371,
      "ring": 2372,
      "soft": 2373,
      "tas": 2374,
      "vit": 2375,
      "repe": 2376,
      "removed": 2377,
      "aland": 2378,
      "although": 2379,
      "aspe": 2380,
      "town": 2381,
      "ander": 2382,
      "lear": 2383,
      "poor": 2384,
      "ays": 2385,
      "ights": 2386,
      "utes": 2387,
      "waters": 2388,
      "surprising": 2389,
      "wheel": 2390,
      "bution": 2391,
      "regular": 2392,
      "actually": 2393,
      "workers": 2394,
      "simply": 2395,
      "vention": 2396,
      "presented": 2397,
      "pestici": 2398,
      "depends": 2399,
      "describe": 2400,
      "liter": 2401,
      "practice": 2402,
      "atues": 2403,
      "Egypt": 2404,
      "mix": 2405,
      "crust": 2406,
      "favor": 2407,
      "Romans": 2408,
      "negative": 2409,
      "Zealand": 2410,
      "15": 2411,
