{
    "article": "The palaces built by the Minoan people of Crete (an island in the eastern Mediterranean) between 1950 B.C. and 1450 B.C. were centers of power, both sacred and secular, with wealth based on the stores of agricultural produce from the fertile hinterland that they controlled.  [■]What happened within them?  [■]Presumably they were busy places.  [■]The receipt, recording, and storage of goods brought in from the surrounding countryside must have been a major job, particularly at those tunes of the year when the corn was harvested, the olive ripe, or the wine newly made.  [■]Administration of the goods and commodities leaving the storerooms for consumption in the palace, for use in the workshops, or for wider distribution must have taken place throughout the year.  We may imagine the storage areas as busy by day, and probably carefully guarded at night.\nThe craft workers creating precious works in such materials as gold, Ivory, and semiprecious stones may well have been fulltime craft specialists, totally dependent on the palaces and working constantly within them, their products in demand both tor immediate use and possibly foe exchange quite far afield.  Their raw materials were part of palatial wealth, and must have been kept under strict control.  Similarly bronze workers, whose raw material would have been carefully recorded, no doubt worked close by.  Pottery workshops seem to have been further afield, situated near the clay beds and fuel for the kilns (pottery ovens) rather than within palace confines, though their products could still have been largely or totally under palace control.  The production of textiles was probably always an important palace-based activity, though we do not know in which rooms, precisely, spinning and weaving took place.\nSome revisionist interpretations of the palace of Knossos have questioned whether people lived within it to any great extent.  We must face squarely the fact, implicit in the above account, that unequivocal evidence for human residence as opposed to human use, is hard to find.  Nonetheless, it seems overwhelmingly probable that all the palaces were lived in by some, if not all, of the people engaged in the many activities for which they show evidence. Many nonspecific rooms could have been lived in by various dependents--craft workers, guards, textile workers, servants, or slaves.  This remains true even if we follow those interpretations that would prefer \"temple\" to \"palace\" as the buildings' prime identification.\nIn fact, the choice of \"temple\" rather than “palace\" is a change of emphasis rather than a change of interpretation.  From the early twentieth-century work of archaeologist Arthur Evans onwards, the ingrained and embedded religious nature of the palaces has been accepted, as has the fact that \"palace\" is inadequate shorthand for the buildings' complexities.  There are, though, good reasons not to change wholesale to \"temple\" which in truth is similarly inadequate.  The most obvious problem with such a change is the fact that, while a society based on large palaces with no temples has always been recognized as anomalous in the ancient world, large-scale temples with no palaces would be equally so.  Unless there is a truly huge gap in our excavated evidence possible, but as time goes on increasingly unlikely--these complex buildings are all we have.  The most logical conclusion remains that they fulfilled two sets of functions simultaneously.  Accurate terminology that did not privilege one function over another would require the coinage of a portmanteau term such as \"palace-temple\" or \"temple-palace,\" but this seems an undesirable deviation from terminology that is long established, whatever its shortcomings.\nWhat, though, of the ruling elite, whether priests, kings, or both?  Is there evidence that the palaces housed a royal family? The attempt to see royal apartments throws into high relief not only the difficulty of identifying precisely the function of a room from its form, but also the fact that we do not really know who, in Minoan society, held the reins of power.  The Minoan tradition indicates a king- yet power may have been wielded by a priest, or by a priest-king, combining functions that we would divide into sacred and secular.  Nonetheless, it still seems overwhelmingly likely that the ruling elite lived in the palaces, or perhaps in both the palaces and the important houses in their immediate vicinity.\n ",
    "questions": [
        [
            "All of the following are mentioned in paragraph 1 as specific activities that occurred within Minoan palaces EXCEPT",
            [
                "the storing of incoming agricultural produce",
                "the distribution of goods to palace workshops",
                "the protection of goods in storerooms against theft",
                "quality inspections of goods made in workshops"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Even though pottery workshops appeared to be located at a distance from the palace, their products may have been largely or totally under palace control.",
                "The palace had a lot more control over the production of pottery workshops than it did over other products, even though pottery workshops were located further afield.",
                "The palace controlled the products from factory workshops as well as their use of raw materials, even though the workshops were far away from the palace.",
                "Unlike other workshops, pottery workshops were located near sources of raw material and fuel rather than within the palace confine."
            ],
            0
        ],
        [
            "The word \"precisely\" in the passage is closest in meaning to",
            [
                "probably",
                "exactly",
                "primarily",
                "ordinarily"
            ],
            1
        ],
        [
            "According to paragraph 2, what did craft workers using precious materials and textile workers have in common?",
            [
                "They both worked within the palaces.",
                "They both usually kept careful records of the materials they used.",
                "They both shared workshops with bronze workers.",
                "They both made products that were immediately used or exchanged."
            ],
            0
        ],
        [
            "According to paragraph 3, which of the following best describes the author's position on the issue of whether people actually lived within Minoan palaces?",
            [
                "Additional archaeological evidence will probably allow archaeologists to determine whether people actually lived in the palaces.",
                "Archaeological evidence suggests that people lived in some but not every Minoan palace.",
                "Dependents who lived in nonspecific rooms within Minoan palaces were the only people that actually lived within the palace.",
                "It is highly likely that at least some people who used Minoan palaces also lived in them."
            ],
            3
        ],
        [
            "The word \"shortcomings\" in the passage is closest in meaning to",
            [
                "dangers",
                "weaknesses",
                "considerations",
                "interpretations"
            ],
            1
        ],
        [
            "What can be inferred from paragraph 4 about early twentieth-century archaeologist Arthur Evans?",
            [
                "He believed that there was a large gap in the excavated evidence regarding the Minoan palaces.",
                "He argued that the term \"temple\" should be used in place of the term \"palace\" for Minoan palaces",
                "He argued that religious activities were an important aspect of life within Minoan palaces.",
                "He demonstrated that nearly all large palaces in the ancient world contained temples."
            ],
            2
        ],
        [
            "According to paragraph 5, it is difficult to determine if Minoan palaces included royal apartments in part because",
            [
                "important houses located near palaces have features similar to those of palaces used by royalty",
                "the reins of power in Minoan society were not tightly held by a ruling elite",
                "the royalty and priests were in a constant struggle for control over Minoan society",
                "it is not clear who held power in Minoan society"
            ],
            3
        ],
        [
            "Their design varied from the one-story structures of older palaces to the multistory buildings that came later..",
            0
        ],
        [
            [
                "Whether or not they lived in the palaces. Minoan craft specialists worked in or near the palaces, creating goods that the palaces then distributed and controlled.",
                "The Minoan elite probably lived within the palaces, though it remains unclear whether the society was ruled by kings, by priests, or by individuals who combined government and priestly functions.",
                "Archaeologists have identified the specific rooms used by different types of craft specialists, though they have not been able to identify which rooms were lived in by dependents.",
                "There is no satisfactory contemporary term for the Minoan palaces because they were\ncenters for both sacred and secular activities.",
                "It seems likely that Minoan people had two different types of buildings, palaces and temples with clearly differentiated functions.",
                "The movement to adopt the term \"palace-temple\" or \"temple-palace\" has been abandoned in recent years due to lack of clear-cut evidence that royalty lived within the palaces."
            ],
            [
                0,
                1,
                3
            ]
        ]
    ]
}