{
    "article": "\nThe Pacific Ocean accounts for one-third of Earth’s surface and half of the world’s\nocean area. It has about 25,000 islands, of which about 7,500 are oceanic, being\nrelatively far from a continental shore. The great majority of all Pacific islands were\nborn barren of life: hard, dense, volcanic rock pimples on the sea's surface. New\nZealand is the chief exception; it is among the continental islands of the western\nPacific, together with Fiji, the Solomons, and others to the west.\n\nLife arrived on most other islands by accident or by drift. Some plants arrived by air transport; seeds carried in the digestive tracts of birds account for nearly 40 percent of Hawaii's early plants. The first invaders were either creatures that could float well enough, in air or water, to cross stretches of ocean, or those whose seeds could survive a voyage in some bird's gut.  [■]At times of lower sea level, land bridges linked, or nearly linked, many islands in the far western Pacific, so some species colonized these islands without being notably good floaters or stowaways.  [■]In the eastern Pacific (Easter Island, for example) only the best floaters and travelers arrived and survived.  [■]Consequently, the western islands have far more species and far greater biodiversity than do the eastern islands of Polynesia.  [■]Mammals found it hard to get anywhere in the island Pacific; only bats and rats successfully colonized east of New Guinea. Almost all species derive from Asia; the early Pacific was an Asian lake, with only a tiny proportion of species from the Americas. As a rule of thumb, the further from Indonesia, the more impoverished the plant and animal life and, in consequence, the less stable and resilient in the face of disturbance. This attenuation is strong for land species, less strong for marine species, and nonexistent for oceanic birds, although fairly strong for land birds.\nPacific ecosystems evolved in relative (but differential) isolation from the continental crucibles of biological evolution. This meant opportunities for speciation: the development of new species occupying ecological niches that elsewhere were already filled. The finches described by the naturalist Charles Darwin on the Galapagos Islands—birds that divided into different species, each specialized for a narrow niche—are the classic example. On islands that had no mammals, reptiles and birds took their place. Thus the Galapagos have giant tortoises, and New Zealand once had giant birds that functioned more or less like browsing or grazing mammals. Throughout most of the Pacific, the paucity of grazing animals meant that plants developed no defenses, such as spines, poisonous chemicals, or bitterness. The remoter islands had a very high proportion of endemism—that is，of species that existed only there. In the case of Hawaii, as many as 99 percent of the species were endemic. All this led to a certain biological vulnerability among the terrestrial island species, should they ever be obliged to compete for niche space with the winners of the more intense continental competitions for survival. This vulnerability increased toward the east and toward the remoter corners of the Pacific along a gradient defined chiefly by the degree of isolation.\nA second source of vulnerability, perhaps more decisive, arose from the arrival of humankind in the Pacific. Island animals evolved with no experience of the ways of humankind, or indeed of any large terrestrial predators. As a result, they had no immunities to predators or the effects of human action. Pacific animals were often unwary and easy prey. At the extreme, again the Galapagos, Darwin found many birds almost tame, so naively trusting that they would allow him to get within arm’s reach. Pacific plants had little experience with fire, because natural fires were very rare, except in a few places. Thus few plants were well adapted to fire, and most proved vulnerable to it. In contrast, continental species that had evolved in the presence of humankind, or in places where natural fire is much more common, could recover easily after burns, and some could flourish as a result of fire. In short, Pacific ecosystems were different from continental ones on account of their isolation. They were well adapted to their circumstances but very vulnerable to alien invasion and human impact.\n ",
    "questions": [
        [
            "The main purpose of paragraph 1 is to",
            [
                "introduce the major ideas that will be discussed in the passage",
                "explain how the Pacific Ocean differs from other oceans",
                "impress on the audience the large number of islands the Pacific Ocean contains",
                "provide relevant geographical background to the topic of the passage"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlightedsentence in the passage? Incorrect choices change the meaning in important ways orleave out essential information.",
            [
                "When sea levels were low, land bridges that connected many islands in the far western Pacific were able to form.",
                "Good floaters and stowaways were able to take advantage of land bridges at times of lower sea level.",
                "Some species that could not invade in the usual way did so by crossing land bridges when sea levels dropped.",
                "Colonizing the islands of the far western Pacific was accomplished by some species because they were good floaters or stowaways."
            ],
            2
        ],
        [
            "What can be inferred from the discussion about “bats”and“rats” in relation to other mammals?",
            [
                "Small mammals such as bats and rats could not travel as far as larger mammals could.",
                "Bats and rats had advantages in crossing oceans that other mammals lacked.",
                "Unlike other mammals, bats and rats originated in the Americas rather than Asia.",
                "After colonizing a Pacific island, bats and rats adapted better to the ecosystems than other mammals did."
            ],
            1
        ],
        [
            "According to paragraph 2, why were mammals not common in the island Pacific?",
            [
                "It was nearly impossible for most mammals to travel from island to island.",
                "Mammals tried to colonize the islands at a time when the land bridges were widely separated.",
                "Because mammals are native to the Americas, they could not survive in the alien climate of the island Pacific.",
                "The early plants of the island Pacific did not provide suitable food for mammals."
            ],
            0
        ],
        [
            "The author mentions \"giant tortoises\" and \"giant birds\" in paragraph 3 in order to",
            [
                "describe some unusual varieties of animals that evolved on the oceanic Pacific islands",
                "contrast the diversity of animal life on the Galapagos and New Zealand to that of most other islands",
                "illustrate that non-mammals evolved to fill niches that might otherwise have been filled by mammals",
                "argue that Galapagos animals and New Zealand animals occupied similar ecological niche"
            ],
            2
        ],
        [
            "Which of the following can be inferred from paragraph 3 about why plants in Pacific ecosystems did not develop defenses?",
            [
                "The fragile plants were not strong enough to support thick spines.",
                "The absence of mammals that typically feed on plants meant that defenses were unnecessary.",
                "Poisonous chemicals that might affect the plants were not present.",
                "The plants were able to occupy niches in areas where there were no birds or tortoises."
            ],
            1
        ],
        [
            "The word “tame” in the passage is closest in meaning to",
            [
                "stupid",
                "domesticated",
                "careless",
                "confident"
            ],
            1
        ],
        [
            "In paragraph 4, the author mentions fire in relation to plants in order to make which of the following points?",
            [
                "Natural fires generally harmed but did not destroy plants in continental ecosystems.",
                "Natural fires in the Pacific islands were difficult to control and caused the destruction of many plants.",
                "Naturally occurring fires can be much more destructive of plant life than fires started by humans.",
                "Plants on the Pacific islands had not evolved any mechanisms for coping with fire."
            ],
            3
        ],
        [
            "For example, before European impact, the western island of Bougainville in the Solomons had several thousand plant species, while Easter Island had only 30..",
            3
        ],
        [
            [
                "Unlike most Pacific islands, which are far from land, New Zealand, Fiji, and the Solomons are continental islands.",
                "Despite their more specialized needs, mammals were generally more successful in adapting to eastern Pacific island ecosystems than were birds and reptiles.",
                "The discoveries of Charles Darwin on the Galapagos Islands pointed to a similarity in the evolution of bird and reptile species.",
                "Most plants and animals that have colonized Pacific islands either floated there by air or water or otherwise arrived by accident.",
                "Pacific islands have a large number of unique species because the organisms that colonized these islands either could fill niches normally occupied by grazing animals or had fewer competitors.",
                "Because most evolved outside the presence of competitors or predators such as humans, Pacific island organisms were especially likely to be damaged when exposed to such forces."
            ],
            [
                3,
                4,
                5
            ]
        ]
    ]
}