{
    "article": "It is becoming increasingly common for conservationists to move individual animals or entire species from one site to another. This may be either to establish a new population where a population of conspecifics (animals or plants belonging to the same species) has become extinct or to add individuals to an existing population. The former is termed reintroduction and the latter reinforcement. In both cases, wild individuals are captured in one location and translocated directly to another.\nDirect translocation has been used a wide range of plants and animals and was carried out to maintain populations as a source of food long before conservation was a familiar term.  The number of translocations carried out under the banner of conservation has increased rapidly, and this has led to criticism of the technique because of the lack of evaluation of its efficacy and because of its potential disadvantages. The nature of translocation ranges from highly organized and researched national or international programs to ad hoc releases of rescued animals by well- intentioned animal lovers. In a fragmented landscape where many populations and habitats are isolated from others, translocations can play an effective role in conservation strategies; they can increase the number of existing populations or increase the size, genetic diversity, and demographic balance of a small population, consequently increasing its chances of survival.\nTranslocation clearly has a role in the recovery of species that have substantially declined and is the most likely method by which many sedentary species can recover all or part of their former range. However, against this is the potential for reinforcement translocations to spread disease from one population to another or to introduce deleterious or maladaptive genes to a population. Additionally, translocation of predators or competitors may have negative impacts on other species, resulting in an overall loss of diversity. Last but not least of these considerations is the effort and resources required in this type of action, which need to be justified by evidence of the likely benefits.\nDespite the large number of tranlocations that have taken place, there is surprisingly little evidence of the efficacy of such actions. This is partly because many translocations have not been strictly for conservation; neither have they been official nor legal, let alone scientific in their approach. Successful translocations inevitably get recorded and gain attention, whereas failures may never be recorded at all. This makes appraisal of the method very difficult. One key problem is a definition of success. Is translocation successful if the individuals survive the first week or a year, or do they need to reproduce for one or several generations? Whatever the answer, it is clear that a general framework is required to ensure that any translocation is justified, has a realistic chance of success, and will be properly monitored and evaluated for the benefit of future efforts.\nAn example of apparent translocation success involves the threatened Seychelles warbler. This species was once confined to Cousin Island, one of the Seychelles islands, and reduced to 26 individuals. Careful habitat management increased this number to over 300 birds, but the single population remained vulnerable to local catastrophic events. [■] The decision was taken to translocate individuals to two nearby islands to reduce this risk. [■] The translocations took place in 1988 and 1990, and both have resulted in healthy breeding populations. [■] A successful translocation exercise also appears to have been achieved with red howler monkeys in French Guiana.  [■] A howler population was translocated from a site due to be flooded for hydroelectric power generation. The release site was an area where local hunting had reduced the density of the resident howler population. Released troops of monkeys were kept under visual observation and followed by radio tracking of 16 females. Although the troops appeared to undergo initial problems, causing them to split up, all the tracked females settled into normal behavioral patterns.\nUnfortunately, the success stories are at least matched by accounts of failure. Reviewing translocation of amphibians and reptiles, researchers C.Kenneth Dodd and Richard A. Siegel concluded that most projects have not demonstrated success as conservation techniques and should not be advocated as though they were acceptable management and mitigation practices.\n ",
    "questions": [
        [
            "According to paragraph 1, what distinguishes reinforcement from reintroduction of animal species?",
            [
                "Only reinforcement involves capturing wild individuals.",
                "Only reinforcement involves adding individuals to an existing population.",
                "Only reinforcement requires the use of conspecifics.",
                "Only reinforcement can help once a population is extinct."
            ],
            1
        ],
        [
            "The word \"efficacy\" in the passage is closest in meaning to",
            [
                "effectiveness",
                "advantage",
                "motivation",
                "necessity"
            ],
            0
        ],
        [
            "Paragraph 2 indicates all of the following about species translocation EXCEPT:",
            [
                "It was used to secure food sources before it was used for conservation purposes.",
                "Its disadvantages have led to a decline in its use for conservation purposes.",
                "It has been used successfully on a wide range of plants and animals.",
                "The way in which it is carried out varies greatly."
            ],
            1
        ],
        [
            "The word \"substantially\" in the passage is closest in meaning to",
            [
                "temporarily",
                "considerably",
                "naturally",
                "suddenly"
            ],
            1
        ],
        [
            "Paragraph 3 answers all of the following questions about species translocation EXCEPT:",
            [
                "In what type of situation can species translocation be an effective strategy for species conservation?",
                "What are the potential advantages of species translocation as conservation strategy?",
                "What are the potential problems that species translocation can cause?",
                "How can the negative impact of the translocation of predators or competitors on other species be prevented?"
            ],
            3
        ],
        [
            "The word \"appraisal\" in the passage is closest in meaning to",
            [
                "acceptance",
                "improvement",
                "evaluation",
                "application"
            ],
            2
        ],
        [
            "The word \"properly\" in the passage is closest in meaning to",
            [
                "appropriately",
                "externally",
                "frequently",
                "easily"
            ],
            0
        ],
        [
            "Which of the following can be inferred from paragraph 4 about translocation efforts?",
            [
                "Scientific approaches to translocation efforts have increased rapidly.",
                "The current records of success and failure of translocation efforts are not reliable.",
                " Illegal translocations have sometimes been more successful than the legal ones.",
                "The importance of translocation efforts is becoming increasingly apparent as more of these efforts are documented."
            ],
            1
        ],
        [
            "According to paragraph 5, why did conservationists decide to translocate the Seychelles warbler from Cousin Island to two other islands?",
            [
                "They were unsuccessful in increasing the population of warblers on Cousin Island.",
                "They warbles were originally native to all three islands.",
                "They wanted to ensure that the warbler species would survive a disaster on Cousin Island.",
                "They expected that human activity on Cousin Island would threaten the warblers."
            ],
            2
        ],
        [
            "According to paragraph 5, why were the howler monkeys in French Guiana translocated?",
            [
                "Local hunting had dramatically reduced their population density.",
                "Predators had significantly reduced the number of individuals.",
                "The females of the species had lost their normal behavioral patterns.",
                "Their original site was going to be significantly modified."
            ],
            3
        ],
        [
            "In paragraph 6, the author mentions Dodd and Siegel's review of the translocation of amphibians and reptiles in order to",
            [
                "help explain the strategies researches use to review translocation efforts.",
                "support the claim that the successes of translocation as a conservation technique have been matched by its failures.",
                "explain why the translocation of reptiles and amphibians is more difficult than that of other animals.",
                "emphasize that translocation techniques have been tried in a limited number of situations."
            ],
            1
        ],
        [
            "This is not the only example of a large-scale translocation that had positive results..",
            2
        ],
        [
            [
                "Translocation is used in species conservation, but it can also bring about the spread of disease, introduction of maladaptive genes, and reduction of species diversity.",
                "Until recently, most of the successful translocation efforts were carried out by well-intentioned animal lovers.",
                "Even though there are accounts of successful translocations there have been many that have failed.",
                "A fundamental problem in the evaluation of translocation is the lack of a framework that defines success and determines whether a translocation effort is justified.",
                "It is relatively easy to justify translocation efforts involving species that have been seriously affected by predators or strong competitors, but these efforts are the most difficult to monitor.",
                "Examples like the translocation of the Seychelles warbler and the red howler monkeys in French Guiana demonstrate that each species requires specific translocation approaches and techniques."
            ],
            [
                0,
                2,
                3
            ]
        ]
    ]
}