{
    "article": "Between 9,000 and 4,000 years ago, most of Mexico was inhabited mainly by hunter-foragers who lived in small bands that moved with the seasons to exploit cactus fruits, deer herds, nuts, and the hundreds of other plant and animal species in their range, depending on the season.  [■]Since these bands were small in size and never stayed in one place for a sufficient period of time to have much long-term effect on the plant and animal populations on which they subsisted, the hunter-foragers’ overall impact on their environment was low.  [■]A few groups along the margins of the lake in the Valley of Mexico may have been sedentary villagers, as were some groups along the coasts, and their role in the domestication of plants and animals and the eventual spread of agriculture is unclear.  [■]Some researchers suggest, however, that by about 4,000 years ago, maize cob size had become large enough that people over large areas of the Mexican highlands could subsist mainly on maize. [■]\nThe recent re-dating of some of the supposedly earliest domesticated maize in Mesoamerica (Ancient Mexico) to about 3500 B.C. raises the possibility that initial agriculture evolved out of intensified foraging by groups of people who were relatively sedentary, perhaps living all or most of the year in one or a few places, and that they were perhaps even in the process of developing social differences (social hierarchy) that increased the intensity of their foraging. However maize was domesticated, and by whom, maize appears to have reached sufficient productivity to permit the village-farming way of life soon after about 2000 B.C., and agricultural communities appeared at about this time in many different areas.\nFrom the hot, wet coastal lowlands to the arid Tehuacan Valley, the earliest villages were quite similar in size and contents. Almost all houses were built using the wattle-and-daub method—sticks branches, and cane were woven in-and-out between vertical wall poles, then covered with a mud plaster, which was dried by the hot sun. Houses, which were seldom larger than four by six meters, featured thatched roofs and tamped clay floors on which fine sand was scattered.\nMost of the earliest farming communities were tiny hamlets—villages of ten to twelve houses that were home to about fifty to sixty people—but some communities were larger. Most houses that have been excavated have yielded the same remains, mainly grinding stones, storage pits, pieces of large ceramic storage jars, bones of cottontail rabbits, carbonized maize fragments, and broken pieces of ceramic charcoal braziers. In addition, ovens, middens, and graves are very common. While the proportion of plant and animal foods varied somewhat, all villages probably grew maize, beans, squash, peppers, and some other crops, and hunted deer and rabbits. Each village, or each extended family, may have had a specialist who did pressure flaking of stone (to make tools), leather-working, or a similar craft, and individual villages may have concentrated on specialties like salt production, feather-weaving, shell-working, and grinding stone manufacture.\nAs in Mesopotamia, China, and elsewhere, the background to the origins of complex society in Mesoamerica was a great scatter of relatively simple agricultural villages in which the mechanics of producing a reliable, expandable food supply had been mastered. An early radical break with the simple village farming tradition of Mesoamerica occurred in the sweltering lowlands of the South Gulf Coast of Mexico. Here, beginning at about 1000 B.C., people built massive clay pyramids and platforms, lived in small town groups of hundreds or even thousands, intensively farmed a variety of ecological zones, and produced what is one of the world’s most valued examples of stone sculpture.\nThese people are known to us as the Olmec, a name derived from an ancient American word for rubber—doubtless a reference to the rubber trees that grow in this area—but a name they themselves probably did not use. Some scholars have considered the possibility that the Olmec culture was the mother culture of all later complex societies in Mesoamerica and that the Olmec were directly responsible for transforming their neighbors by military, political, religious, or economic means into complex societies. Other scholars, however, have argued convincingly that the Olmec represent only one of several largely independent cases of the evolution of social complexity in Mesoamerica.\n ",
    "questions": [
        [
            "According to paragraph 1, which of the following developments occurred in Mexico between 9,000 and 4,000 years ago'?",
            [
                "Sedentary villages gradually disappeared, except along the coast and along lakeshores.",
                "Agriculture spread steadily as more and more plants and animals were domesticated.",
                "Hunter-foragers living on the coasts moved to the highlands.",
                "Maize emerged as the dominant food plant."
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "These small bands never stayed in one place long enough to get the most out of the plants and animals on which they lived.",
                "To keep their impact on the environment low, these small bands never stayed anywhere for very long.",
                "These bands were small and moved frequently, so they had relatively little impact on their environment.",
                "Because these bands were small and did not settle anywhere, there is never enough evidence of the effect they had on their environment."
            ],
            2
        ],
        [
            "Paragraph 2 supports the idea that the development of social differences would have had which of the following effects?",
            [
                "A quickening of the transition to early agriculture",
                "A slowing down of the change to sedentary life",
                "Less contact among foraging groups",
                "Conflict within foraging groups"
            ],
            0
        ],
        [
            "Paragraph 3 supports which of the following statements about the earliest houses?",
            [
                "They were adapted to the particular climate in which they were built.",
                "They used a variety of construction methods but not of building materials.",
                "They varied in size according to how many people lived in them.",
                "They did not differ significantly from one another."
            ],
            3
        ],
        [
            "According to paragraph 4, the contents of the excavated houses are mainly related to",
            [
                "the making and shipping of tools",
                "the storage and preparation of food",
                "the production of crafts using natural materials like feathers and shells",
                "the trade goods that the village specialized in producing"
            ],
            1
        ],
        [
            "In paragraph 5, why does the author mention the conditions in which complex society developed in Mesopotamia, China, and elsewhere?",
            [
                "To identify models that guided the author in studying the development of village farming in Mesoamerica",
                "To contrast the sudden emergence of complex societies in Mesoamerica with their very gradual growth in other parts of the world",
                "To emphasize that complex societies emerged in Mesoamerica in the same circumstances as complex societies did elsewhere in the world",
                "To suggest that highly successful food production was limited to a very few places until about 1000 B.C."
            ],
            2
        ],
        [
            "The word “expandable”in the passage is closest in meaning to",
            [
                "capable of being enlarged",
                "easily accessible",
                "highly varied",
                "larger-than-necessary"
            ],
            0
        ],
        [
            "Which of the following does the author imply in paragraph 6 is the most important scholarly controversy about Olmec society?",
            [
                "What name the Olmec themselves used for their society",
                "How the Olmec managed to remain independent",
                "Whether or not all complex Mexican societies were derived from the Olmec",
                "Whether the Olmec used religion or military power to transform their neighbors"
            ],
            2
        ],
        [
            "This is so because no evidence of domestication such as enlargement of grain size or thinning of seed coats has survived in these regions..",
            2
        ],
        [
            [
                "When maize became a domesticated crop and was cultivated in sufficient quantities to feed an entire population, complex societies soon began to develop in the Mexican highlands.",
                "Maize may have been domesticated as early as 3500 B.C., and it was productive enough to support a village-farming way of life by about 2000 B.C.",
                "The simple farming villages along the South Gulf Coast of Mexico were conquered in about 1000 B.C. by the Olmec, and most local traditions were destroyed.",
                "Because the wattle-and-daub method was used in building virtually all houses in the early villages, the houses had to be kept very small and could hold only a few basic items.",
                "In the small early villages, life revolved around hunting and raising various crops, but there were individuals, or entire villages, that became involved with specialized occupations.",
                "In about 1000 B.C., the Olmec people went well beyond simple farming, building a complex civilization with good-sized towns."
            ],
            [
                1,
                4,
                5
            ]
        ]
    ]
}