{
    "article": "With the emergence of the Sumerian civilization in about 3100 B.C., a new era in human experience began-one in which the economic, political, and social mechanisms created by humans began to affect the lives of cities, towns, and villages located hundreds and perhaps thousands of miles apart. In a real sense, a rapidly evolving world system linked hundreds of Southwest Asian societies all the way from modern-day eastern Iran to the eastern Mediterranean and the Nile Valley. This nascent world system developed as a result of insatiable demands for nonlocal raw materials in different ecological regions where societies were developing along very similar evolutionary tracks toward greater complexity. In each area,social developments and technological innovations were triggered not only by basic economic needs but also by the competitive instincts of newly urbanized elites, who used lavish display and exotic luxuries to reaffirm their social prestige and authority. Sumerian civilization is a mirror of this developing regional interdependence.\nSumerian civilization came into being as a result of a combination of environmental and social factors. The Sumerians lived in a treeless, lowland environment with fertile soils but no metal, little timber, and no semiprecious stones. They obtained these commodities by trading with areas where such items were in abundance. Sumerian rulers controlled not only large grain surpluses that could be moved in river craft but also a flourishing industry in textiles and other luxuries. The trade moved up and down the great rivers,especially the placid Euphrates. Ancient overland trade routes linked the Tigris and Euphrates rivers with the distant cities and ports in the Levant (eastern Mediterranean area). Even as early as Sumerian times, caravans of pack animals joined Anatolia to the Euphrates, the Levant to Mesopotamia, and Mesopotamia to isolated towns on the distant Iranian highlands to the east.\nBronze technology produced tougher-edged, more durable artifacts that could be used for more arduous day-to-day tasks. One resulting innovation was the metal- and wood- tipped plow, an implement dragged by oxen that was capable of digging a far deeper furrow than the simple hoes and digging sticks of earlier times. The plow was developed as irrigation agriculture assumed greater importance in Sumer, and the combined innovations increased agricultural yields dramatically. These yields not only supported larger urban and rural populations but also provided a means for the rulers of city-states both in Sumer and farther afield to exercise more control over food surpluses and over the wealth obtained by long-distance exchange.\nAn intricate and ever-changing system of political alliances and individual obligations of friendship linked community with community and city-state with city-state. In time, financial and logistical checks and balances were maintained by an administrative system based in the temples to bring order to what had begun as informal bartering. Specialized merchants began to handle such commodities as copper and lapis lazuli, a semiprecious stone. There was wholesaling and contracting, loans were floated, and individual profit was a prime motivation. Increasingly, every city-state, and even entire civilizations, came to depend on the world system,not so much for political stability but for survival.\nAs the volume of long-distance trade increased dramatically, so competition over resources intensified.  [■]Each state raised an army to defend its water rights, trade routes, and city walls. The onerous tasks of defense and military organization passed to despotic kings supposedly appointed by the gods.  [■]Such Sumerian city-states as Erech, Kish, and Ur had periods of political strength and prosperity when they dominated their neighbors.  [■]Then, just as swiftly, the tide of their fortunes would change and they would sink into obscurity. [■]\nInevitably, the ambitions of some proud Sumerian leaders led them to entertain bolder visions than merely the control of a few city-states in the lowlands. They were well aware that the control of lucrative sources of raw materials and trade routes was the secret of vast political power. In about 2400 B.C. , a monarch named Lugalzagesi boasted of overseeing the entire area from the Persian Gulf to the Mediterranean. This boast was probably false. It is likely that Sumerian cities dominated the overland routes that linked Mesopotamia, Anatolia,and the Levant, but their influence was never permanent, their control probably illusory.\n ",
    "questions": [
        [
            "It can be inferred from paragraph 1 that before the rise of the Sumerian civilization, Southwest Asian societies had been",
            [
                "more densely populated",
                "more independent of other societies in the region",
                "more complex economically",
                "more dependent on authority"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "As complex societies evolved in more and more regions, demands for a new world order increased.",
                "The new world system placed increasing demands on regions of Southwest Asia in which more complex societies had developed.",
                "Less complex societies in the new world system had to demand locally unavailable raw materials from more complex societies in Southwest Asia.",
                "Demands by developing Southwestern Asian societies for raw materials available outside their territories led to the emergence of a world system."
            ],
            3
        ],
        [
            "According to paragraph 1, one of the causes of the social and technological developments in Southwest Asia at the time of the Sumerian civilization was",
            [
                "increased access to information",
                "improved educational opportunities",
                "competition for prestige and authority",
                "stronger governmental control"
            ],
            2
        ],
        [
            "According to paragraph 2, Sumerians lacked all of the following EXCEPT",
            [
                "semiprecious stones",
                "metals",
                "grain",
                "timber"
            ],
            2
        ],
        [
            "The word “arduous” in the passage is closest in meaning to",
            [
                "frequent",
                "important",
                "difficult",
                "specialized"
            ],
            2
        ],
        [
            "According to paragraph 3, in addition to the plow,which of the following was responsible for large increases in agricultural productivity in Sumer?",
            [
                "Irrigation",
                "Large populations",
                "Increased control by rulers",
                "Increased use of digging sticks"
            ],
            0
        ],
        [
            "Paragraph 6 supports which of the following statements about the Sumerian monarch Lugalzagesi?",
            [
                "He probably ruled over the entire area from the Persian Gulf to the Mediterranean.",
                "He probably did not control more than a few Sumerian city-states in the lowlands.",
                "He probably dominated the overland trade routes that linked Mesopotamia, Anatolia, and the Levant.",
                "He probably lost control of the trade routes started by previous Sumerian monarchs."
            ],
            2
        ],
        [
            "The word “lucrative” in the passage is closest in meaning to",
            [
                "distant",
                "profitable",
                "major",
                "particular"
            ],
            1
        ],
        [
            "It produced constant disputes and conflicts between neighboring states..",
            0
        ],
        [
            [
                "Urban elites in Sumerian society used luxury items to demonstrate their wealth and high social position.",
                "Sumerians developed a sophisticated commercial economy overseen by an administrative system based in the temples.",
                "A few Sumerian city-states dominated their neighbors and remained in power throughout the history of the Sumerian civilization.",
                "Sumerians used river and land routes to trade their large grain surpluses and other products for commodities they lacked.",
                "During the era in which the Sumerian civilization emerged no other complex societies had yet developed elsewhere.",
                "Competition for valuable resources and trade routes eventually led to wars and power shifts among Sumerian city-states."
            ],
            [
                1,
                3,
                5
            ]
        ]
    ]
}