{
    "article": "Jade and bronze were chosen early in China's history as the materials for society's most precious objects. The main reason for this is very straightforward. Both materials are beautiful to the eye and, in the case of jade, also to the touch. Jade is a dense stone that can be ground to smooth, soft surfaces and glows in subtle greens, grays, and browns. Bronze, an alloy of tin and copper, is a light, bright gold color when polished.             \nJade was employed (c. 4500 B.C.) for exceptionally elegant versions of utilitarian stone tools, bronze was the choice (c. 1650 B.C.) for the highest-quality cooking pots. Made in jade, the tools were not for daily use but for displays of status and power, and the bronze cooking pots were not for ordinary meals but were reserved for offerings of food and wine to ancestors. Jade and bronze were thus used for special ritual or ceremonial versions of standard everyday items.             \nThe materials themselves were scarcer and required more labor to work than ordinary stone and ceramic. That this was the case must have been as clear in the past as it is today and must have marked the objects as in some way exceptional. Not only the materials but also the ways in which they were worked demonstrated their exalted functions. Jade scepters (ceremonial objects of various shapes that were carried by influential people as symbols of authority) were ground more thinly than the stone tools they copied, such as axes or reaping knives. Had they been used to chop down a tree, they would have broken. Bronze cooking pots were made in intricate forms, with extra knobs and handles and dense decoration, all of which would have been impracticable on everyday ceramics.             \nThere would be no point in using these scarce and labor-intensive materials in place of common ones if they could not be immediately recognized as outstanding. Craftsmanship was therefore directed toward exploiting and displaying the particular qualities of jade and bronze that make them recognizably different from ordinary stone and ceramic. These qualities had to be made visually noticeable. Other qualities, such as weight or texture, can only be appreciated by holding the object, and fewer people will have the opportunity to pick it up and feel its features with their hands than will be able to glance at it quickly.             \nVisual distinctions deployed to separate the ceremonial from the everyday can also be used to refer to smaller differences in the ranking of ritual items, separating those owned by kings from those owned by nobles. Such differences can be in size or mass——one piece being larger or thicker than another——or in skill, with one being better crafted than another. We make such judgments when looking at ancient objects today, and it seems likely that some sort of similar assessment was made at the time.             \nTwo hierarchies, both visible to the eye, were thus achieved. First and most fundamental was a hierarchy of function, the ritual object standing above the everyday object. Second was the hierarchy within each category, with the more elaborately worked and often larger object higher up the scale. The rich and powerful owned the jade scepters and bronze vessels. What is more, these scepters and vessels not only expressed or reflected the status of their owners but they also probably reinforced it. In this way, jades and bronzes became bound up with the religious and political structures of the early Chinese state, and they remained so linked up to the twentieth century.             \nIt is therefore not surprising that at times when rulers and their courts wished to assert their authority, they commissioned large numbers of conspicuous bronzes. Further, when they wished to distract attention from weaknesses in society, they emphasized their power even more by increasing expenditure on ritual objects. Thus changes in the aesthetic qualities of jades and bronzes can inform us about the society that produced them.             \n [■]Later generations of Chinese scholars of the Song Dynasty (A.D.960-1279) quickly recognized the link between the bronzes and jades and political power.  [■]In their search for political legitimacy, they collected and studied ancient artifacts, pursuits that in themselves reinforced the high status of jade and bronze in society.  [■]From the idea that political power resided in ancient objects, including calligraphy and painting, grew the first art collections. [■] \n ",
    "questions": [
        [
            "Which of the following can be inferred from paragraph 1 about bronze?",
            [
                "It is a heavier type of material than jade.",
                "It is less pleasing to the touch than jade.",
                "It was preferred over jade early in China's history.",
                "It was a more common material than jade."
            ],
            1
        ],
        [
            "According to paragraph 2, objects made from jade and bronze were",
            [
                "special versions of ordinary objects",
                "passed down from ancestors through many generations",
                "used for everyday purposes only by the most powerful members of society",
                "more widely used than objects made from ordinary materials"
            ],
            0
        ],
        [
            "Why does the author include the comment about jade scepters that \"Had they been used to chop down a tree, they would have broken\"?",
            [
                "To point out the poor quality of early Chinese tools",
                "To explain why so few unbroken jade scepters have been found",
                "To illustrate that jade scepters were not designed for practical purposes",
                "To explain why jade tools were eventually replaced by stone tools in early China"
            ],
            2
        ],
        [
            "The word \"exploiting\" in the passage is closest in meaning to",
            [
                "paying attention to",
                "discovering",
                "taking advantage of",
                "appreciating"
            ],
            2
        ],
        [
            "According to paragraph 4, the qualities of jade and bronze that Chinese craftsmanship emphasized were",
            [
                "qualities that could not be immediately recognized as outstanding but required good taste to appreciate",
                "qualities that could not be fully appreciated without touching an object in addition to looking at it",
                "qualities such as texture or weight that could only be appreciated by handling an object",
                "qualities that could be immediately recognized by just looking at an object"
            ],
            3
        ],
        [
            "Paragraphs 5 and 6 support all of the following statements about jade scepters and bronze vessels EXCEPT:",
            [
                "Jade and bronze objects owned by people of higher status were generally better crafted than those owned by people of lesser status.",
                "Jade and bronze objects owned by nobles were generally thicker and larger in size than the finer ones owned by kings.",
                "Jade and bronze objects probably not only reflected the social status of their owners but also confirmed and strengthened it.",
                "Jade and bronze objects played a role in the religious and political structures of China from early on up to the twentieth century."
            ],
            1
        ],
        [
            "According to paragraph 7, Chinese rulers spent more on bronze and jade objects at times when",
            [
                "there was economic prosperity",
                "there were long periods of uninterrupted peace",
                "the rulers needed to turn people's attention away from problems in society",
                "the rulers did not need to emphasize their power and authority over their subjects"
            ],
            2
        ],
        [
            "It can be inferred from the passage that jade and bronze objects in China were",
            [
                "owned only by people of high social status",
                "difficult to distinguish from one another in value",
                "produced in large numbers by scholars of the Song Dynasty",
                "thought to be of lesser status than works of calligraphy and painting"
            ],
            0
        ],
        [
            "Their prompt realization of this connection helped to strengthen their position as the new official ruling class..",
            1
        ],
        [
            [
                "Although modeled after everyday tools and vessels, jade and bronze objects were designed for ceremonial and decorative purposes.",
                "Visually noticeable qualities made jade and bronze objects recognizably different in value from everyday objects as well as from each other.",
                "As jade and bronze increased in popularity, craftspersons who worked these labor-intensive materials became powerful members of ancient Chinese society.",
                "Cooking pots made from bronze were easy to distinguish from everyday ceramic pots because of obvious differences in texture and weight.",
                "Because the value of jade and bronze objects was linked with social status, wealth, and power, changes in these objects styles offer insight into the society that produced them.",
                "The connection between bronze and jade objects and political power was not recognized until after the scholars of the Song Dynasty had started assembling the first art collections"
            ],
            [
                0,
                1,
                4
            ]
        ]
    ]
}