{
    "article": "Most developmental scientists now agree that both nature (genetics) and nurture (environment) are essential for the normal development of perception. However, there is still much dispute about the extent to which either nature or nurture is the more important factor. Points of view on this issue are more than just philosophical musings, they affect the kinds of experiments that are undertaken. I argue here that classifying particular aspects of perceptual development as either innate or learned presents us with an overly passive view in which either genes or environment imposes structure on the developing brain. In contrast, I suggest that perceptual development is better characterized as an activity-dependent process involving complex and subtle interactions at many levels.             \nTo begin to illustrate my point, let's consider some recent neurobiological work on the prenatal (before-birth) development of the brain in rodents. Neurons are specialized cells that transmit impulses or messages to other neurons, glands, and muscles.  [■]The neurons studied in these experiments are those involved in binocular vision.  [■]Experiments show that the prenatal tuning (training) of these neurons arises through their response to internally generated waves of electrical activity.  [■]In other words, the response properties of these visual neurons are shaped by a \"virtual environment\" generated by cells elsewhere in the brain and eye.  [■]Although the term \"innate\" can be stretched to cover this example of development, we could equally well describe this process as the cells \"learning\" from the input provided. Further, after birth the same neurons continue to be tuned in the same way, except that now their input also reflects the structure of the world outside. When we examine development in detail, it becomes harder to argue, as some theorists do, that \"innate knowledge\" is fundamentally different from learning.             \nAnother example of the role of activity-dependent processes in perceptual development comes from the ability to detect and recognize faces. Because regions of the human brain are specialized for processing faces, some researchers have argued that this ability is innate. However, experiments with infants reveal a more complex story. The tendency for newborns to look more toward faces turns out to be based on a very primitive, reflexlike system that is triggered by a stimulus as simple as three high-contrast blobs in the approximate locations of the eyes and mouth. This simple bias is sufficient to ensure that newborns look much more at faces than at other objects and patterns over the first weeks of life. One consequence of this is that developing circuits on the visual recognition pathway of the brain get more input related to faces and thus are shaped by experience with this special type of visual stimulus. We can now study this process by using new brain-imaging methods. Such studies have shown that the brains of young infants show less-localized and less-specialized processing of faces than do the brains of adults. It is not until they are one year old that infants show the same patterns of brain specialization for processing faces as do adults, by which time they have had as much as a thousand hours of exposure to human faces.             \nAnother example comes from the study of infants' eye movements to visual targets. Although newborns are capable of some primitive reflexive eye movements, only much later in the first year can they make most of the kinds of complex and accurate eye movements seen in adults. One view is that the very limited ability present in newborns is just sufficient to allow them to practice and develop new brain circuits for the more complex integration of visual and motor information necessary for adult eye movements. Once again, it appears that infants actively contribute to their own subsequent development.             \nThese considerations should make us skeptical about the many claims that are made for innate perceptual abilities based on experiments with babies of four months and older. In fact, when the same experiments were done with younger infants, quite different results have often been obtained, suggesting dramatic changes in perceptual abilities over the first few weeks and months after birth.             \nInfants are not passively shaped by either their genes or their environment. Rather, perceptual development is an activity-dependent process in which, during postnatal life, the infant plays an active role in generating the experience it needs for subsequent development.             \n ",
    "questions": [
        [
            "The word \"overly\" in the passage is closest in meaning to",
            [
                "unlikely",
                "automatically",
                "apparently",
                "excessively"
            ],
            3
        ],
        [
            "According to paragraph 2, how does the tuning of visual neurons in rodents change after birth?",
            [
                "Tuning now occurs in response to internally generated electrical activity.",
                "Tuning now occurs in response to a \"virtual environment\" generated by cells in the brain and eye.",
                "Tuning now becomes innate because the \"virtual environment\" disappears.",
                "Tuning now includes responses to outside stimuli."
            ],
            3
        ],
        [
            "According to paragraph 3, why have some people argued that processing faces is innate?",
            [
                "Babies are attracted to patterns that resemble the human face.",
                "Babies have a primitive, reflexlike reaction to faces.",
                "Some parts of the brain are devoted specifically to the recognition of faces.",
                "Studies show that the brains of infants are less specialized than those of adults."
            ],
            2
        ],
        [
            "In paragraph 3, why does the author discuss babies' recognition of faces?",
            [
                "To contrast the development of newborns and rodents in terms of the roles of nature and nurture",
                "To provide additional evidence for the argument that perceptual development is dependent upon activity",
                "To provide additional support for the idea that nature influences development more than nurture",
                "To describe how regions of the human brain become specialized during development"
            ],
            1
        ],
        [
            "The word \"integration\" in the passage is closest in meaning to",
            [
                "union",
                "distinction",
                "understanding",
                "achievement"
            ],
            0
        ],
        [
            "What example discussed in the passage leads to the conclusion it appears that infants actively contribute to their own subsequent development?",
            [
                "Babies achieve more complex eye movements through repeated practice.",
                "Babies learn some eye movements by imitating the eye movements they see in adults.",
                "Focusing on visual targets may make it more difficult for babies to develop adult eye movements.",
                "Infants are motivated to retain some primitive reflexive eye movements."
            ],
            0
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Different experiments on younger children often yield similar results about perceptual ability.",
                "Varying the visual stimuli in the same experiment has been shown to change the perceptual ability of younger children.",
                "The results of experiments on perceptual ability suggest younger infants change less dramatically than do older infants.",
                "Experiments show that perceptual ability changes significantly in the weeks and months after birth."
            ],
            3
        ],
        [
            "The word \"subsequent\" in the passage is closest in meaning to",
            [
                "later",
                "permanent",
                "basic",
                "independent"
            ],
            0
        ],
        [
            "Since the \"virtual environment\" shapes the neurons, binocular vision cannot be considered to be purely innate..",
            3
        ],
        [
            [
                "Recent studies support the idea that the rate of perceptual development depends upon innate abilities.",
                "The tuning of neurons is most consistently effective within a \"virtual environment\".",
                "There is evidence that human infants take active roles in the developmental process of acquiring mature and complex perceptual abilities.",
                "The author believes that explaining perceptual development as either innate or learned is problematic.",
                "Experiments with rodents can lead to an interpretation that neurons are \"learning\" even before birth.",
                "New brain-imaging techniques suggest that newborns share the same specialized ability for processing faces as adults do."
            ],
            [
                2,
                3,
                4
            ]
        ]
    ]
}