{
    "article": "The city of Venice, on Italy’s coastline, achieved commercial dominance of southern Europe during the Middle Ages largely because of its extensive trade in the valuable commodity of salt. At first, Venice produced its own salt at its Chioggia saltworks. For a time its principal competitor in the region was the town of Cervia, with Venice having the advantage because Chioggia was more productive. But Chioggia produced a fine-grained salt, so when Venetians wanted coarser salt, they had to import it. Then, in the thirteenth century, after a series of floods and storms destroyed about a third of the salt-producing ponds in Chioggia, the Venetians were forced to import even more salt.\nThat was when the Venetians made an important discovery. More money could be made buying and selling salt than producing it. Beginning in 1281, the government paid merchants a subsidy on salt landed in Venice from other areas. As a result of this assistance, shipping salt to Venice became so profitable that the salt merchants could afford to ship other goods at prices that undersold their competitors. Growing fat on the salt subsidy, Venice merchants could afford to send ships to the eastern Mediterranean, where they picked up valuable cargoes of Indian spices and sold them in western Europe at low prices that their non-Venetian competitors could not afford to offer. That meant that Venetians were paying extremely high prices for salt, but they did not mind expensive salt if they could dominate the spice trade and be leaders in the grain trade. When grain harvests failed in Italy, Venice would use its salt income to subsidize grain imports from other parts of the Mediterranean and thereby corner the Italian grain market.\nUnlike the Chinese salt monopoly, the Venetian government never owned salt but simply took a profit from regulating its trade. Enriched by its share of sales on high- priced salt, the salt administration could offer loans to finance other trade. Between the fourteenth and sixteenth centuries, a period when Venice was a leading port for grains and spices, 30 to 50 percent of the tonnage of imports to Venice was in salt. All salt had to go through government agencies. The salt administration issued licenses that told merchants not only how much salt they could export but also to where and at what price. The salt administration also maintained Venice’s palatial public buildings and the complex hydraulic system that prevented the metropolis from washing away. Many of Venice’s grand statues and ornamental buildings were financed by the salt administration.\nVenice carefully built its reputation as a reliable supplier, and so contracts with the merchant state were desirable. Venice was able to dictate terms for these contracts. In 1250, when Venice agreed to supply Mantua and Ferrara with salt, the contract stipulated that these cities would not buy salt from anyone else.  [■]This became the model for Venetian salt contracts.  [■]As Venice became the salt supplier to more and more countries, it needed more and more salt producers from which to buy. Merchants financed by the salt administration went farther into the Mediterranean, buying salt from many distant sources.  [■]Wherever they went, they tried to dominate the supply, control the saltworks, and even acquire them if they could. [■]\nVenice manipulated markets by controlling production. In the late thirteenth century, wishing to raise the world market price, Venice had all saltworks on the Greek island of Crete destroyed, and it banned the local production of salt. The Venetians then brought in all the salt needed for local consumption, built stores to sell the imported salt, and paid damages to the owners of the saltworks. The policy was designed to control prices and at the same time keep the locals happy. Aiding its ability to ruthlessly manipulate commerce and control territory, Venice maintained the ships of the merchant fleet as a naval reserve and called them into combat when needed. The Venetian fleet patrolled the Adriatic Sea, stopped ships, inspected cargo, and demanded licensing documents to make sure all commercial traffic was conforming with its regulations.\n ",
    "questions": [
        [
            "Select the TWO answer choices that give the two reasons provided in paragraph 1 for Venice’s need to import salt from other places. To receive credit, you must select TWO answers.",
            [
                "The fine-grained salt produced at the Chioggia saltworks was too expensive for Venetians to purchase.",
                "Imports provided Venetians with a kind of salt unavailable from the local salt production site.",
                "Venice needed to purchase additional supplies of salt because natural disasters had destroyed part of its salt production site.",
                "When Cervia was no longer a competitor, Venetian salt was used mostly for export, leaving little salt available for local use."
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Non-Venetian merchants preferred to trade in Indian spices rather than salt because they did not have the salt subsidy that merchants from Venice had.",
                "The salt subsidy enabled Venetian merchants to sell Indian spices in western Europe at cheaper prices than their competitors could.",
                "The expense of shipping heavy salt cargoes to western Europe convinced merchants from Venice to sell expensive Indian spices instead.",
                "By sending ships to the eastern Mediterranean and western Europe, merchants from many nations were able to offer both salt and spices at profitable prices."
            ],
            1
        ],
        [
            "According to paragraph 2, Venetians were willing to pay extremely high prices for their salt because they understood that",
            [
                "salt was still cheaper in Venice than it was in other places",
                "the government would provide them with all of their other needs",
                "the salt trade enabled them to control trade of other profitable products",
                "the profits from salt could be used to develop the agricultural economy of Italy"
            ],
            2
        ],
        [
            "Which of the following statements about Chinese salt can be inferred from paragraph 3?",
            [
                "The Chinese government owned all of the salt in China and controlled its trade.",
                "The Chinese government was in direct competition with Venice for control of the salt trade.",
                "Venice bought a great deal of salt from Chinese merchants, whose salt was of better quality.",
                "The governments of China and Venice cooperated with each other so that both could make a profit on the salt trade."
            ],
            0
        ],
        [
            "The word “stipulated”in the passage is closest in meaning to",
            [
                "assumed",
                "required",
                "revealed",
                "suggested"
            ],
            1
        ],
        [
            "According to paragraph 3, the salt administration was responsible for all of the following EXCEPT",
            [
                "permitting merchants to set the price for exported salt",
                "granting licenses to salt merchants",
                "ensuring proper functioning of the city’s hydraulics",
                "maintaining public buildings"
            ],
            0
        ],
        [
            "The word “ruthlessly”in the passage is closest in meaning to",
            [
                "without pressure",
                "without mercy",
                "without effort",
                "without expense"
            ],
            1
        ],
        [
            "In paragraph 5, why does the author include information about Venice’s merchant ships?",
            [
                "To explain how Venice succeeded in destroying the saltworks on Crete",
                "To provide a reason for the high prices of Venetian salt",
                "To identify a measure Venice took to control the salt trade",
                "To argue that Venice’s policies made it unpopular in the rest of the world"
            ],
            2
        ],
        [
            "These ranged from Alexandria, Egypt, to Algeria, to the Crimean peninsula in the Black Sea, to Sardinia, Ibiza, Crete, and Cyprus..",
            2
        ],
        [
            [
                "The town of Cervia competed aggressively against Venice to produce larger quantities of salt.",
                "Profits from salt trading enabled the economy to expand in new directions and the city of Venice to flourish.",
                "Venice controlled much of the worldwide production of salt and negotiated contracts that made it the exclusive salt supplier to many countries.",
                "A reduction in salt production and government assistance to salt merchants encouraged the commercial trade of salt.",
                "Over a period of time, Mantua and Ferrara tried to expand their supplies of salt by finding sources other than Venice.",
                "International competition in the salt trade eventually led Venice to join Crete and other Mediterranean countries in military combat."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}