{
    "article": "Around 140 species of grasses naturally occur in the arid Great Plains grasslands of North America. One key to the prairie grasses' success is their ability to conserve water in a dry environment. Like most plants, grasses take in water through their roots and lose it as water vapor through tiny mouth-shaped valves, or stomata, in their leaves. The larger the surface of the leaf and the more stomata it bears, the greater the risk that the plant will lose too much moisture through evaporation and collapse.  [■]Grasses are protected from this trauma by having a reduced number of stomata and by the design of their leaves, which take the form of narrow blades.  [■]What's more, the surfaces of these reduced leaves are often modified - corrugated with ridges or covered in hairs - so that the wind can't sweep across the surface and draw out moisture.  [■]The roughened surface holds a thin layer of humid air next to the leaf and thus helps to reduce the \"evaporative demand,\" or drying power, of the atmosphere.  [■]Some grasses, including western wheatgrass, June grass, and blue grama, roll up the edges of their leaves during times of drought to help keep their tissues from drying out.             \nWhy aren't the stomata kept tightly closed to seal moisture inside the leaf? The reason is that the stomata also supply plants with fresh air for photosynthesis. If plants sealed their stomata, this life-sustaining process would come to a halt for lack of carbon dioxide. But if the stomata are thrown wide open, the plants risk death due to the loss of moisture through their gaping valves.             \nPrairie grasses resolve this dilemma by strategic scheduling. In the fierce blaze of the midday sun, the stomata close so that water vapor is held in and carbon dioxide is kept out. In this state, the leaf can capture solar energy and store it in energy-rich molecules (a process that requires sunlight but not carbon dioxide). Then, in the cool of the evening, when the evaporative demand drops off, the stomata snap open, letting water vapor trickle out but also permitting carbon dioxide to flood into the leaf. By mobilizing the energy that was stockpiled earlier in the day, the leaf uses this carbon dioxide to manufacture the sugars and other molecules that it needs for growth (a process that can be accomplished in total darkness). The result is that prairie grasses are partially nocturnal; they do most of their growing at night or in the early hours of the morning.             \nPrairie grasses also have another ingenious way of evading the demands of the sun. Like many grassland creatures (prairie dogs, ground squirrels, cottontails, badgers, and so on), they take refuge underground. What we think of as \"grass\"---the aboveground leaves and stems---actually constitutes less than half of the organism. Between 60 and 80 percent of the plant, by weight, typically grows below ground. A 3-meter stand of big bluestem is anchored underground by a mass of coarse, fibrous roots that reaches as much as 36 meters into the earth. Blue grama, for its part, seldom lifts its seed heads very far above the ground, but its network of fine, branching roots can sometimes probe the soil for water almost two meters down.             \nThese extensive systems of roots push thirstily through the soil, intent on sucking up every available drop of water. But if the soil is very dry, as it is during periods of drought, the roots can't draw in enough moisture to keep pace with losses from the stomata. Grasses respond by transferring their most valuable resources (including sugars and proteins) from their leaves into their roots and, especially, into their rhizomes (underground stems). Dead to the world above ground - withered and crisp - the plants live frugally below the surface, drawing on their cached supplies and biding their time until the weather improves. When the rains eventually return, as they inevitably do, the grasses explode into action, sending out fresh rhizomes, which in turn put out fresh leaves and roots, to produce a burgeoning network of tender growth. The amazingly resilient blue grama can revive from dormancy, become green, and grow on as little as five millimeters of rainfall.             \n ",
    "questions": [
        [
            "In paragraph 1, why does the author mention ridges and hairs?",
            [
                "To argue that these characteristics are not found on larger leaf surfaces",
                "To identify additional characteristics that help leaves conserve moisture",
                "To indicate the possible locations of stomata",
                "To provide examples of types of reduced leaves"
            ],
            1
        ],
        [
            "What is the dilemma mentioned in the opening sentence of paragraph 3?",
            [
                "Prairie plants need to be close to each other, but the more plants there are in an area, the more difficult it is for each of them to get enough moisture for photosynthesis.",
                "Plants open the stomata to let in energy from the sun, but this sometimes leads to a buildup of too much carbon dioxide.",
                "When plants open their stomata, they lose water, but when they keep them closed, they cannot collect carbon dioxide for photosynthesis.",
                "In strong heat and sunlight, plants need to close their stomata, but this uses so much energy that the plants cannot grow strong."
            ],
            2
        ],
        [
            "In paragraph 3, why does the author include the phrase \"can be accomplished in total darkness\"?",
            [
                "To explain how prairie grasses are able to grow without losing a great deal of moisture",
                "To emphasize the damaging effects that sunlight can have on sugars and other molecules needed for growth",
                "To point out how even a little bit of light can interfere with the plant's ability to collect carbon dioxide",
                "To show that nocturnal growth is stimulated only after prairie grasses have collected moisture from the evening air"
            ],
            0
        ],
        [
            "According to paragraph 3, prairie grasses do each of the following during the night EXCEPT",
            [
                "collect and store energy",
                "manufacture sugars",
                "open the stomata",
                "gather carbon dioxide"
            ],
            0
        ],
        [
            "According to paragraph 4, why do prairie dogs, ground squirrels, and other grassland creatures burrow underground?",
            [
                "To find grass roots to eat",
                "To hide from predators",
                "To look for water",
                "To avoid the sun"
            ],
            3
        ],
        [
            "Paragraph 5 suggests that when there is plenty of water available in the soil, grasses",
            [
                "lose many of their rhizomes",
                "store sugars and proteins in their leaves",
                "use as little energy as possible",
                "take in moisture mostly through the stomata"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Until the weather improves, the plant must grow many new leaves to replace those that have died above the surface.",
                "When the weather changes suddenly, the parts of the plants that are not protected by the ground may wither and die from the shock.",
                "The plants still surviving underground will, when the weather improves, take the place of other plants that have died.",
                "Until the weather improves, plants that appear lifeless survive underground by using heir stored supplies economically."
            ],
            3
        ],
        [
            "The word \"resilient\" in the passage is closest in meaning to",
            [
                "quick to recover",
                "brightly colored",
                "fast growing",
                "complex"
            ],
            0
        ],
        [
            "Leaf design, then, is valuable in moisture retention, but it is not the only effective strategy..",
            3
        ],
        [
            [
                "Prairie grasses have developed broad, smooth leaves with plentiful stomata so that they are able to collect enough carbon dioxide to live in arid climates.",
                "Prairie grasses close their stomata during the day to prevent the loss of moisture and open them at night to collect carbon dioxide.",
                "Extensive underground root and stem systems allow prairie grasses to draw moisture from the soil and to store valuable resources away from the sun.",
                "Prairie grasses' abundant seed heads allow them to take advantage of the windstorms that commonly sweep across the prairie, carrying their seeds to more-favorable locations.",
                "Prairie grasses depend on the tunneling abilities of other grassland creatures to loosen the soil and create room for the grasses' massive underground root and stem systems.",
                "Prairie grasses conserve energy during periods of drought by entering a period of dormancy and grow quickly when rainfall becomes available again."
            ],
            [
                1,
                2,
                5
            ]
        ]
    ]
}