{
    "article": "Until the sixteenth century, almost all music was written for the voice rather than for musical instruments. Even during the Renaissance (from the fourteenth to the sixteenth century), instrumental music was, for the most part, the result of substituting an instrument for a voice in music written for singing or dancing. The seventeenth century marked the rise of music that lacked extramusical meaning. Like a mathematical equation or geometric formula, the instrumental music of the early modern era carried no explicit narrative content—it was neither a vehicle of religious expression nor a means of supporting a secular (nonreligious) vocalized text. Such music was written without consideration for the associational content traditionally provided by a set of sung lyrics. The idea of music as an aesthetic exercise, composed for its own sake rather than to serve a religious or communal purpose, was a notable feature of the seventeenth century and one that has distinguished modern Western European music from the musical traditions of Asia and Africa.\nNot surprisingly, the rise of instrumental music was accompanied by improvements in instruments and refinements in tuning. Indeed, instrumental music came to dominate musical composition at the very moment that Western musicians were perfecting such stringed instruments as the violin, viola, and cello and such keyboard instruments as the organ and harpsichord. By the early eighteenth century, musicians were adopting the system of tuning known as equal temperament, whereby the octave was divided into twelve half-steps of equal size. Johann Sebastian Bach’s Well-Tempered Clavier (1722) was an attempt to popularize this system to a skeptical musical public. The new attention paid to improving instruments and systematizing tuning mirrored the efforts of scientists and philosophers to bring precision and uniformity to the tools and methods for scientific inquiry.\nIn the seventeenth century, northern Italy was the world center for the manufacture of violins. The Amati, Guarneri, and Stradivari families of Cremona, Italy, established the techniques of making high-quality violins that were sought in all of the great courts of Europe.  [■]Transmitted from father to son, the construction techniques used to produce these instruments were guarded so secretly that modern violinmakers have never successfully imitated them.  [■]Elsewhere, around 1650, earlier instruments were standardized and refined.  [■]Also during this period amateur music making was widespread, and professional performance also took a great leap forward, as a new breed of virtuosi inspired the writing of treatises on performance techniques. [■]\nThree main types of composition—the sonata, the suite, and the concerto—dominated seventeenth-century instrumental music. All three reflect the baroque style of European architecture, art, and music of the seventeenth and eighteenth centuries taste for dramatic contrasts in tempo and texture. The sonata (from the Italian word for “sounded”, that is, music played and not sung) is a piece written for a few instruments—often no more than one or two. It usually consisted of three movements major sections in long instrumental compositions of contrasting tempo—fast/slow/fast—each based on a song or dance form of the time. The suite, written for any combination of instruments, is a sequence or series of movements derived from various European court or folk dances—for example, the sarabande, the pavane, the minuet, and gigue, or jig. Henry Purcell (1659–1695) in England, Francois Couperin (1668–1733) in France, and Johann Sebastian Bach (1685–1750) in Germany all contributed to the development of the suite as a musical genre. Finally, the concerto (from the same root as concertato, which describes opposing or contrasting bodies of sound) is a composition consisting of two groups of instruments, one small and the other large, playing in dialogue. The typical baroque concerto, the concerto grosso (“large concerto”) featured several movements whose number and kind varied considerably.\nThe leading Italian instrumental composer of the baroque era was Antonio Vivaldi (1678–1741). Vivaldi wrote some 450 concertos. He systematized the concerto grosso into a three-movement form (fast/slow/fast) and increased the distinctions between solo and ensemble groups in each movement. Of the many exciting compositions Vivaldi wrote for solo violin and ensemble, the most glorious is The Four Seasons, a group of four violin concertos, each of which musically describes a single season.\n ",
    "questions": [
        [
            "According to paragraph 1, what is a notable feature of seventeenth-century music?",
            [
                "Secular ideas replaced religion as the central resource for new musical ideas.",
                "Instrumental music was composed as an independent means of artistic expression.",
                "Music combined the musical traditions of Asia, Africa, and Europe.",
                "Instrumental music was written to serve the needs of the community."
            ],
            1
        ],
        [
            "The word “skeptical” in the passage is closest in meaning to",
            [
                "doubting",
                "ignorant",
                "growing",
                "serious"
            ],
            0
        ],
        [
            "Why does the author mention the activities of “scientists and philosophers” in the passage?",
            [
                "To indicate that the new emphasis on accuracy and systematization that was taking place in music was also taking place in other fields",
                "To suggest that the study of music was no longer limited to musicians only",
                "To argue that some of the changes in instrumental music originated outside of musical circles",
                "To provide an example of professions that supported the new approaches in seventeenth-century instrumental music"
            ],
            0
        ],
        [
            "According to paragraph 3, which of the following is true about the production of violins in the seventeenth century?",
            [
                "Violins were made at large manufacturing centers in northern Italy.",
                "Standards of violin design were created and enforced by the great courts of Europe.",
                "Several families shared design techniques to improve instrument quality.",
                "Violins were carefully crafted according to specific family traditions."
            ],
            3
        ],
        [
            "The word “refined” in the passage is closest in meaning to",
            [
                "improved",
                "tested",
                "regulated",
                "restored"
            ],
            0
        ],
        [
            "According to paragraph 3, all of the following characterized the developments of seventeenth-century European instrumental music EXCEPT:",
            [
                "Instruments of superior quality were produced.",
                "Manuals on performance techniques were written.",
                "Individuals accomplished in playing certain instruments gained recognition.",
                "Amateur musical performances replaced professional performances."
            ],
            3
        ],
        [
            "According to paragraph 4, what did sonatas and suites have in common?",
            [
                "They developed as musical genres before the concerto did.",
                "Their movements did not allow for many combinations of instruments.",
                "Their movements were based on dances.",
                "They were more popular in Italy than in any other European country."
            ],
            2
        ],
        [
            "According to paragraph 4, which of the following is a characteristic of a concerto?",
            [
                "It was generally performed by only one or two instruments.",
                "It required more violins than any other type of composition.",
                "It was invented by three famous composers:  Purcell, Couperin, and Bach.",
                "It consisted of movements that varied in number and kind."
            ],
            3
        ],
        [
            "Some ancient instruments underwent development; for instance, the shawm became the oboe..",
            2
        ],
        [
            [
                "Before the seventeenth century, instrumental music was based on mathematical and scientific principles.",
                "The distinctive feature of seventeenth-century instrumental music was its independence of any text, narrative, or extramusical meaning.",
                "The development of instrumental music in the seventeenth century went along with the improvements in design, tuning, and playing of musical instruments.",
                "The instrumental music in sonatas, suites, and concertos was characterized by dramatic contrasts of tempo, texture, and instrumental group.",
                "The Baroque period was dominated by composers from a few aristocratic families from northern Italy.",
                "After the seventeenth century, most baroque instrumental composers wrote concertos more than any other type of composition."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}