{
    "article": "Organisms of different species frequently evolve adaptations that make them utterly and specifically dependent on each other for resources. For example, many trees must have mycorrhizal fungi living in their root systems, fungi that are indispensable to the tree because they facilitate mineral uptake from the soil. In turn, the fungi rely on the trees to photosynthesize; they use some of the tree’s chemical food as their only energy source. Such intimate relationships are examples of coevolution through which two species become so interdependent that they can thrive only in each other’s presence.\nAt first glance, the relationship between pinyon pine trees and the pinyon jay does not appear to be one of coevolution. Pinyon pines produce cones and seeds that attract seed predators, especially the pinyon jay. A seed, of course, contains an embryonic plant for the next generation. Why sacrifice it to an animal? Some plants have poisonous seeds, an obvious adaptation to reduce loss to animals. Pinyons, however, have an array of characteristics that combine to encourage jays to visit the pines and help themselves to the seeds. Cones are positioned upward and outward on the tree, so the seeds inside are in plain sight of the jays, essentially inviting them to partake. Pinyon seeds are unusually large, and each seed is high in energy. The seed coat is thin, meaning that birds such as pinyon jays can not only ingest the seeds but also digest them. In many plants, an indigestible seed coat permits the seed to pass unharmed through the bird’s alimentary system. Pinyon seed coats differ in color between edible and nonviable seeds, signaling the jays as to which they should select.\nAttracting seed predators would not seem to be a successful survival strategy for pinyon pines. However, pinyon jays are behaviorally adapted to bury any seeds in excess of their immediate survival needs. This is a useful behavior for the jays, providing they can retrieve some of the buried seeds during winter, and good for the trees, as the unretrieved seeds are ready to germinate. Still, for the jays to bury any seeds, there must be an abundance of seeds far beyond the jays’ immediate needs. One tree could never produce so many seeds, but if all the pinyons in a region produced heavy seed crops at once, they would indeed “flood the market” with vastly more pinyon seeds than the local population of jays could consume. In fact, that is exactly what the pinyon pines do.\nIt requires a great deal of energy to make so many seeds, so much energy that it is unlikely that a pinyon population could produce such a bumper seed crop every year. More important, however, it would be to the severe disadvantage of the trees to produce large seed crops annually, even if they could. Doing so would make the resource not only abundant but also predictable. Seed predators could, over the years, steadily build their populations, eventually increasing so much that they could, indeed, consume virtually all of the seeds. It is much more adaptive for the plants to produce seed cornucopias intermittently.  [■]Doing so has several major advantages. First, energy can be stored for some years and then devoted to cone and seed production, ensuring adequate energy to produce a large seed crop.  [■]Second, seed-predator populations will decline in years of low seed production, either through starvation, reduced reproduction, or emigration.  [■]Pinyons in most areas have a roughly six-year interval between heavy seed crops. [■]\nPinyon jays have so completely adapted to the cycle of the pinyons that their reproduction is tied to it. Most species of birds mature sexually in response to changes in day length. In pinyon jays, however, day length is only one stimulus for reproduction. The other cue is availability of pinyon seeds. When seeds are abundant, jays can breed very early in spring, continue breeding through summer, and reenter breeding condition as early as the winter solstice. So the jay population temporarily enlarges in response to one of the intermittent large crops of pinyon seeds. But the increase in the population of jays is less than the increase in the size of the seed crop. Thus many of the seeds of a bumper crop are buried and subsequently germinate, many more than would germinate without planting by the jays.\n ",
    "questions": [
        [
            "The word “indispensable” in the passage is closest in meaning to",
            [
                "useful",
                "necessary",
                "available",
                "adapted"
            ],
            1
        ],
        [
            "According to paragraph 1, mycorrhizal fungi need to live in root systems of trees in order to",
            [
                "absorb minerals",
                "gain energy",
                "help the trees photosynthesize",
                "evolve"
            ],
            1
        ],
        [
            "The word “partake” in the passage is closest in meaning to",
            [
                "discover",
                "see",
                "remove",
                "consume"
            ],
            3
        ],
        [
            "According to paragraph 2, all the following are characteristics of pinyon pine seeds that make them attractive to seed predators EXCEPT:",
            [
                "The seeds are highly visible.",
                "The seeds contain a large amount of energy.",
                "The seeds pass unharmed through the predator’s alimentary system.",
                "The seed coat is thin."
            ],
            2
        ],
        [
            "What purpose does paragraph 2 serve in the passage as a whole?",
            [
                "It presents an exception to the ideas about coevolution provided in paragraph 1.",
                "It presents a puzzle about pinyon pines that later paragraphs will resolve.",
                "It introduces for further discussion the fact that pinyon pines do not produce poisonous seeds.",
                "It formulates a hypothesis that the rest of the passage will support about why pinyon pines attract seed predators."
            ],
            1
        ],
        [
            "It can be inferred from paragraph 4 that the reason the pinyon jay population in an area declines for several years in succession is that",
            [
                "after several years during which pinyon trees produce no seeds, there are not enough young pinyon trees producing seeds to feed the jays",
                "for several years after a heavy seed crop, pinyon pines stop producing enough seeds to support a large population of jays",
                "for several years in succession, pinyon jays spend most of their energy in collecting and burying seeds rather than in reproducing",
                "over a period of several years, the pinyon jays in an area are displaced by other seed-predator species"
            ],
            1
        ],
        [
            "According to paragraph 4, which of the following is a reason why pinyon pines do not produce a bumper seed crop every year?",
            [
                "Pinyon jays would stop burying pinyon seeds if a bumper crop of the seeds was produced every year.",
                "Pinyon pines are genetically programmed to produce annual seed crops of varying sizes.",
                "With any fixed level of seed production, populations of seed predators would eventually increase to consume the available crop of seeds.",
                "The environment cannot support as many pinyon pines as a yearly bumper seed crop would produce."
            ],
            2
        ],
        [
            "What purpose does the discussion of paragraph 5 serve in the passage as a whole?",
            [
                "It shows that the population size of pinyon jays depends on pinyon pines but that the population size of pinyon pines does not depend on pinyon jays.",
                "It provides evidence that pinyon trees benefit more from pinyon jays than the jays benefit from the pines.",
                "It establishes that, fully understood, the relationship between pinyon pines and pinyon jays is one of coevolution.",
                "It explains why in years of bumper seed crops, pinyon jays are unable to increase their population to match the increase in the number of available pinyon seeds."
            ],
            2
        ],
        [
            "As a result, less energy will be needed to produce a crop of seeds large enough to flood the reduced market for them..",
            2
        ],
        [
            [
                "By using color coding, prominent display, and high nutritional value, pinyon pines make their seeds worth eating and storing by pinyon jays.",
                "Pinyon pines ensure a good germination rate for their seeds by producing every few years seeds in such abundance that pinyon jays bury many of them.",
                "The reproductive cycle of pinyon jays is controlled in part by the variable availability of pinyon seeds.",
                "Pinyon pines adjust their seed production to the size of the local pinyon jay population so as to assure that each year some pinyon seeds will be buried by jays.",
                "The reproductive cycle of pinyon jays is controlled in part by the changing period of daylight.",
                "By a process of mutual adaptation, predators and the plants or animals they prey on always come to form a balanced and mutually advantageous relationship."
            ],
            [
                0,
                1,
                2
            ]
        ]
    ]
}