{
    "article": "Prior to the beginning of the Late Preclassic period in 300 B.C., Maya ceremonial centers of relatively substantial size had already appeared in Central America. The ceremonial center was a distinctive feature of Maya culture, acting as a focus for the community. Generally speaking, these centers were not what we would call cities.  [■]Although they did consist of a number of large and varied buildings, they did not have a substantial resident population. Some scholars have even labeled these Maya centers “vacant towns”.  [■]Their permanent population consisted mainly of rulers, priests, and their attendants plus a limited number of artisans.  [■]The elite lived in big houses or in palaces in and around the center.  [■]The bulk of the peasant population lived in much more modest wood and thatch homes in the areas surrounding the centers. At certain times of the year, on the occasion of major religious festivals such as the one at the time of the planting of their crops, scholars hypothesize, by analogy to historical and modern practices, that the peasants would flock to the centers to observe and participate in the ceremonies. At other times of the year, some of the peasants would be called into the centers to help in the construction of new temples and palaces dedicated to the glory of the gods and to the comforts of their earthly representatives, the priestly rulers. The peasants also would provide the food to help sustain the elite in the centers.\nWhat the peasants received from the elite was certainly not as tangible as the services they provided. In return for food and labor, the peasants were offered a psychologically and spiritually secure and ordered world, as well as access to some trade goods. Apparently, this was enough. Agriculture in the tropical Maya lowlands was at best a chancy business: even slight shifts in the onset of the rainy season or the dry season could mean disaster for that year’s harvest. The religion of the ancient Maya helped the peasants cope with their precarious lives. If the gods were properly propitiated, the crops would be good—as would life in general.\nOne archaeologist, William Haviland, argues that it was the centralizing effects of Maya religion that led to the rise of Classic Maya civilization. He believes that the religious centers acted as magnets to peoples living in the surrounding areas. To support the growing populations around the centers, Haviland argues, the agricultural systems became intensified. This led to the evolution of a complex state. Haviland believes that as early as 200 B.C., the “vacant” ceremonial centers at Tikal had begun transformation toward urban centers. Moreover, by this time or even earlier, other centers with huge, labor-intensive buildings had begun to emerge. Sites such as Nakbé, El Mirador, and Lamanai may have approached urban dimensions in the last few centuries of the first millennium B.C.\nOther scholars attribute the growth of the ceremonial centers to trade. William Rathje argues that the basic cause for the rise of Maya civilization was the necessity for the Maya, who lived in resource-poor lowlands, to trade with adjacent highlanders for materials such as obsidian (a rock used to make ornaments and cutting edges), salt, and hard stone for grinding implements. Rathje maintains that lowland sites such as Tikal, which were quite distant from the highland resource areas, were made bigger and architecturally magnificent to attract highland merchants and their trade. In order to undertake all the building, the elite had to attract more artisans and bring more laborers into the community to do the work. These population increases led in turn to even more building, population growth, greater population density, greater social differentiation, and occupational specialization. Critics have argued, however, that there were local substitutes for the external “necessities” and that foreign trade was present well before the rise of complex architecture.\nYet other factors beyond ideology and trade must have been important in the emerging Classic Maya civilization. Competition among the growing number of centers may also have played a key role in the growth of social, economic, and political complexity, as the organization of the centers grew to meet the pressures of other centers for new agricultural land and control of rising populations.\n ",
    "questions": [
        [
            "According to paragraph 1, what important feature of cities did Maya ceremonial centers lack?",
            [
                "Large, varied buildings",
                "A large, permanent population",
                "Distinctions between social classes",
                "Religious temples"
            ],
            1
        ],
        [
            "The word “modest” in the passage is closest in meaning to",
            [
                "distant",
                "unpleasant",
                "simple",
                "temporary"
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Scholars hypothesize that religious festivals have changed very little in history since the festivals that Mayans held at the times when they planted their crops.",
                "Through the study of historical and modern practices, scholars concluded that Mayans held religious festivals only at certain times of the year.",
                "Based on their knowledge of historical and modern practices, scholars suppose that peasants gathered in the centers at certain times of the year for religious festivals.",
                "Historical and modern evidence suggests that peasants were allowed to visit the centers only during the crop-planting period because of the religious ceremonies held at that time."
            ],
            2
        ],
        [
            "According to paragraph 2, which of the following did the Maya elite provide for the peasants?",
            [
                "Food for nourishment",
                "Homes to live in",
                "Security from the threats of other civilizations",
                "A stable system of beliefs"
            ],
            3
        ],
        [
            "The word “precarious” in the passage is closest in meaning to",
            [
                "insecure",
                "difficult",
                "restricted",
                "unsatisfying"
            ],
            0
        ],
        [
            "According to paragraph 4, what is the dispute between William Rathje and his critics?",
            [
                "Whether a need to import obsidian, salt, and grinding stone can explain the growth of ceremonial centers.",
                "Whether people in the lowlands communities traded with people in the adjacent highlands.",
                "Whether obsidian was to be found in lowland areas such as Tikal that were distant from the highlands.",
                "Whether the development of ceremonial centers was characterized by complex architecture."
            ],
            0
        ],
        [
            "According to paragraph 4, all of the following are associated with the rise of Maya civilization EXCEPT:",
            [
                "building construction to support an increasing population",
                "increased division into distinct social classes",
                "an increased number of artisans and laborers in the centers",
                "the invention of new agricultural tools"
            ],
            3
        ],
        [
            "Why does the author mention the arguments that “there were local substitutes for the external “necessities” and that foreign trade was present well before the rise of complex architecture”?",
            [
                "To explain why complex architecture at Maya centers may have developed later than most people believe it did",
                "To suggest that foreign trade was a more significant factor than local trade in the rise of Maya civilization",
                "To indicate why some scholars reject the idea that the architectural growth of Maya ceremonial centers was due to trade",
                "To support the idea that minerals were not the main goods that the Mayas imported from highland areas"
            ],
            2
        ],
        [
            "The social status of the Mayans largely determined where they lived..",
            2
        ],
        [
            [
                "During the Late Preclassic period, Maya rulers and priests started to occupy areas closer to the ceremonial centers.",
                "The important religious function of Maya ceremonial centers is one possible explanation for their transformation into large, urban areas.",
                "Lowlanders’ needs for certain trade goods may have been critical for the development of densely populated, centralized areas.",
                "As the number of ceremonial centers increased, competition over land and people may have led to greater cultural complexity.",
                "Sites such as Nakbé, El Mirador, and Lamanai may have approached urban dimensions at an earlier time than Tikal did.",
                "Religion and commerce played less important roles in the rise of Classic Maya civilization than did the conflicts that developed between individual centers."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}