{
    "article": "Around 1870, a little fruit-eating insect arrived in San Jose, California, on some nursery stock shipped from Asia. The pest, which became known as the San Jose scale, quickly spread through the United States and Canada, killing orchard trees as it went. Farmers found that the best way to control the scale was to spray their orchards with a mixture of sulfur and lime. Within a few weeks of spraying a tree, the insect vanished completely.\nAround the turn of the century, however, farmers began to notice that the sulfur-lime mixture was not working all that well. A handful of scales would survive a spraying and eventually rebound to their former numbers. In Clarkston Valley in Washington State, orchard growers became convinced that manufacturers were adulterating their pesticide. They built their own factory to guarantee a pure poison, which they drenched over their trees, yet the scale kept spreading uncontrollably. An entomologist named A. L. Melander inspected the trees and found scales living happily under a thick crust of dried spray.\nMelander began to suspect that adulteration was not to blame. In 1912, he compared how effective the sprays were in different parts of Washington. In Yakima and Sunnyside, he found that sulfur-lime could wipe out every last scale on a tree, while in Clarkston between 4 and 13 percent survived. On the other hand, the Clarkston scales were annihilated by a different pesticide made from fuel oil, just as the insects in other parts of Washington were. In other words, the scales of Clarkston had a peculiar resistance to sulfur-lime.\nMelander wondered why. He knew that if individuals eat small amounts of certain poisons, such as arsenic, they can build up an immunity. But San Jose scales bred so quickly that no single scale experienced more than a single spray of sulfur-lime, giving them no chance to develop immunity.\nA radical idea occurred to Melander. Perhaps mutations made a few scales resistant to sulfur-lime. When farmers sprayed their trees, these resistant scales survived, as did a few nonresistant ones that hadn’t received a fatal dose. The surviving scales would then breed, and the resistant genes would become more common in the following generations. Depending on the proportions of the survivors, the trees might become covered by resistant or nonresistant scales. In the Clarkston Valley region, farmers had been using sulfur-lime longer than anywhere else in the Northwest and were desperately soaking their trees with the stuff. In the process, they were driving the evolution of more resistant scales.\nMelander offered his ideas in 1914, but no one paid much attention to him; they were too busy discovering even more powerful pesticides.  [■]In 1939 the Swiss chemist Paul Müller found that a compound of chlorine and hydrocarbons called DDT could kill insects more effectively than any previous pesticide had.  [■]DDT was cheap and easy to make, it could kill many species of insects, and it was stable enough to be stored for years.  [■]It could be used in small doses, and it didn’t seem to pose any health risks to humans.  [■] Between 1941 and 1976, 4.5 million tons of DDT were produced. DDT was so powerful and cheap that farmers gave up old-fashioned ways of controlling pests, such as draining standing water or breeding resistant strains of crops.\nDDT and similar pesticides created the delusion that pests could be not merely controlled but eradicated, so farmers began spraying pesticides on their crops as a matter of course, rather than to control outbreaks. Meanwhile, public health workers saw in DDT the hope of controlling mosquitoes, which spread diseases such as malaria.\nDDT certainly saved a great many lives and crops, but even in its early days, some scientists saw signs of its doom. In 1946 Swedish scientists discovered houseflies that could no longer be killed with DDT. Houseflies in other countries became resistant as well in later years, and soon other species could withstand it. Melander’s warning was becoming a reality. By 1992 more than 500 species were resistant to DDT, and the number is still climbing. As DDT began to fail, farmers at first just applied more of it; when more no longer worked, they switched to newer pesticides.\n ",
    "questions": [
        [
            "The word “vanished” in the passage is closest in meaning to",
            [
                "recovered",
                "disappeared",
                "adapted",
                "retreated"
            ],
            1
        ],
        [
            "According to paragraph 2, how did farmers in Clarkston Valley explain the lack of success they were having with the use of the sulfur-lime mixture?",
            [
                "They suspected that surviving insects might have been a different variety of scale.",
                "They believed that the mixture was not being applied to the trees properly.",
                "They thought the mixture was being weakened by the manufacturers.",
                "They assumed that the new scales were coming from nearby orchards."
            ],
            2
        ],
        [
            "In paragraph 3, why does the author compare the effects of sulfur-lime pesticide in Yakima and Sunnyside with its effect in Clarkston?",
            [
                "To provide evidence that a new pesticide made from fuel oil was more effective than the sulfur-lime mixture",
                "To explain why Melander thought that scales had become resistant to the pesticide",
                "To indicate how Melander discovered that scale insects were killing trees throughout Washington",
                "To illustrate the success of farmers who chose to manufacture their own pesticide"
            ],
            1
        ],
        [
            "According to paragraph 4, why did Melander reject the possibility that scales could have developed immunity?",
            [
                "Immunity could not effectively be passed on to the enormous number of offspring produced by scales.",
                "The development of immunity to a poison usually occurs from eating small doses of the poison, but scales did not eat the sulfur-lime mixture.",
                "The lifecycle of a scale is so short that no scale was exposed to more than one spraying of pesticide.",
                "Only certain poisons lead to the development of an immunity, and the poisons used in the pesticides were not believed to be among these."
            ],
            2
        ],
        [
            "According to paragraph 5, how did Melander account for the increasing number of scales that were resistant?",
            [
                "A few scales developed mutated genes that gave them pesticide resistance, and these genes were then spread among later generations.",
                "Farmers were using so much pesticide that only resistant scales could survive and reproduce.",
                "Some scales that survived the pesticide did not have a genetic mutation for resistance and their numbers made it appear that scales were becoming increasingly resistant.",
                "Scales receiving several low doses of pesticide over the course of their lives gradually built up an immunity."
            ],
            0
        ],
        [
            "What can be inferred from paragraph 5 about resistance to sulfur-lime pesticide in regions of the Northwest other than Clarkston?",
            [
                "The proportion of resistant scales was lower in the other regions because they used several pesticides not used in Clarkston.",
                "The proportion of resistant scales was lower in the other regions because they had not used sulfur-lime pesticide as long as Clarkston had.",
                "The scales in the other regions could not develop resistance because they were genetically different from the scales in Clarkston.",
                "The scales in the other regions could not develop resistance because they were never exposed to the sulfur-lime pesticide."
            ],
            1
        ],
        [
            "All of the following are mentioned in paragraph 6 as true of DDT EXCEPT:",
            [
                "It could be manufactured at a low cost.",
                "It was effective against many different species.",
                "It did not need to be used in large doses in order to be effective.",
                "It had been used successfully in Europe before 1939."
            ],
            3
        ],
        [
            "According to the passage, in what way did sulfur-lime and DDT have similar histories of use?",
            [
                "With both pesticides users at first had the false belief that the pesticide would completely eliminate pests.",
                "In both cases it was found that widespread use of the pesticide caused health problems in humans.",
                "Both pesticides were eventually used only in small quantities to avoid the development of resistance to the pesticide.",
                "Users of both pesticides had the mistaken belief that the pesticide could be used to control diseases affecting humans, such as malaria."
            ],
            0
        ],
        [
            "These advantages made it appear to be the perfect solution, and farmers began to use it in large quantities..",
            3
        ],
        [
            [
                "In the early 1900s, farmers began to notice that a sulfur and lime mixture that had previously been effective against the San Jose scale had stopped working.",
                "As the use of pesticides become more widespread in the late 1800s, farmers set up factories to produce their own pesticides.",
                "With the failure of the sulfur-lime mixture against the San Jose scale, farmers became convinced that pesticides alone could not eliminate pests.",
                "Continued use of DDT showed that individual pests responded differently to it.",
                "Melander hypothesized that genetic mutations in the scales that survived spraying with sulfur-lime were making the scale population increasingly resistant to the pesticide.",
                "When pests became resistant to even more effective pesticides such as DDT, Melander’s ideas were confirmed."
            ],
            [
                0,
                4,
                5
            ]
        ]
    ]
}