{
    "article": "The Sahara is a highly diverse, albeit dry, region that has undergone major climatic changes since 10,000 B.C. As recently as 6,000 B.C. the southern frontier of the desert was far to the north of where it is now, while semiarid grassland and shallow freshwater lakes covered much of what are now arid plains. This was a landscape where antelope of all kinds abounded----along with Bos primigenius, a kind of oxen that has become extinct. The areas that are now desert were, like all arid regions, very susceptible to cycles of higher and lower levels of rainfall, resulting in major, sudden changes in distributions of plants and animals. The people who hunted the sparse desert animals responded to drought by managing the wild resources they hunted and gathered, especially wild oxen, which had to have regular water supplies to survive.\nEven before the drought, the Sahara was never well watered. Both humans and animals were constantly on the move, in search of food and reliable water supplies. Under these circumstances, archaeologist Andrew Smith believes, the small herds of Bos primigenius in the desert became smaller, more closely knit breeding units as the drought took hold. The beasts were more disciplined, so that it was easier for hunters to predict their habits, and capture animals at will. At the same time, both cattle and humans were more confined in their movements, staying much closer to permanent water supplies for long periods of time. As a result, cattle and humans came into close association.\nSmith believes that the hunters were well aware of the more disciplined ways in which their prey behaved. [■]Instead of following the cattle on their annual migrations, the hunters began to prevent the herd from moving from one spot to another. [■]At first, they controlled the movement of the herd while ensuring continuance of their meat diet.  [■]But soon they also gained genetic control of the animals, which led to rapid physical changes in the herd. [■]South African farmers who maintain herds of wild eland (large African antelopes with short, twisted horns) report that the offspring soon diminish in size, unless wild bulls are introduced constantly from outside. The same effects of inbreeding may have occurred in controlled cattle populations, with some additional, and perhaps unrecognized, advantages. The newly domesticated animals behaved better, were easier to control, and may have enjoyed a higher birth rate, which in turn yielded greater milk supplies. We know from rock paintings deep in the Sahara that the herders were soon selecting breeding animals to produce offspring with different horn shapes and hide colors.\nIt is still unclear whether domesticated cattle were tamed independently in northern Africa or introduced to the continent from southwest Asia. Whatever the source of the original tamed herds might have been, it seems entirely likely that much the same process of juxtaposition (living side by side) and control occurred in both southwest Asia and northern Africa, and even in Europe, among peoples who had an intimate knowledge of the behavior of wild cattle. The experiments with domestication probably occurred in many places, as people living in ever-drier environments cast around for more predictable food supplies.\nThe cattle herders had only a few possessions: unsophisticated pots and polished adzes. They also hunted with bow and arrow. The Saharan people left a remarkable record of their lives painted on the walls of caves deep in the desert. Their artistic endeavors have been preserved in paintings of wild animals, cattle, goats, humans, and scenes of daily life that extend back perhaps to 5,000 B.C.. The widespread distribution of pastoral sites of this period suggests that the Saharans ranged their herds over widely separated summer and winter grazing grounds.\nAbout 3,500 B.C., climatic conditions again deteriorated. The Sahara slowly became drier and lakes vanished. On the other hand, rainfall increased in the interior of western Africa, and the northern limit of the tsetse fly, an insect fatal to cattle, moved south. So the herders shifted south, following the major river systems into savanna regions. By this time, the Saharan people were probably using domestic crops, experimenting with such summer rainfall crops as sorghum and millet as they move out of areas where they could grow wheat, barley, and other Mediterranean crops.\n ",
    "questions": [
        [
            "According to paragraph 1, what was true of the Sahara region around 6,000 B.C.?",
            [
                "Much less of it was desert than is now the case.",
                "Most areas that are now grassland were covered by shallow lakes.",
                "It had just undergone a major climatic change.",
                "Wild oxen and antelopes lived in separate parts of the region."
            ],
            0
        ],
        [
            "The word “albeit” in the passage is closest in meaning to",
            [
                "usually",
                "almost",
                "though",
                "rather"
            ],
            2
        ],
        [
            "According to paragraph 1, which of the following is true of all arid regions",
            [
                "They include at least some freshwater lakes.",
                "They have similar distributions of plants and animals.",
                "They are greatly affected by changes in the amount of rain they receive.",
                "They have frequent droughts that make it difficult to manage the wild resources."
            ],
            2
        ],
        [
            "Paragraph 2 supports which of the following ideas about wild oxen in the Sahara region after the drought took hold",
            [
                "They traveled in smaller herds.",
                "They were harder for hunters to capture.",
                "They tended to be significantly smaller in size.",
                "They moved along less predictable routes."
            ],
            0
        ],
        [
            "According to paragraph 2, what was it that brought cattle and humans into close association",
            [
                "The development of smaller breeding units within hers.",
                "Cattle and humans staying close to permanent water supplies for long period of time.",
                "The development of greater discipline among cattle.",
                "Cattle and humans constangly on the move searching for food and reliable water supplies."
            ],
            1
        ],
        [
            "Why does the author mention the “rock paintings deep in the Sahara”",
            [
                "To help explain why the hunters wanted to control the herds.",
                "To provide support for the idea that the herders soon gained genetic control of the cattle",
                "To show that the herders had artistic as well as practical abilities",
                "To argue that the herders soon began to value their cattle for more than food."
            ],
            1
        ],
        [
            "According to paragraph 3, all of the following statements were true of newly domesticated animals EXCEPT",
            [
                "They were controlled more easily by the farmers.",
                "They produced a larger number of offspring.",
                "They produce more milk.",
                "They were larger in size."
            ],
            3
        ],
        [
            "which of the sentences below best expresses the essential information in the highlighted sentence in the passage paragraph 4? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Regardless of where the first tamed herds came from, people tried to control them by living in juxtaposition with them.",
                "Regardless of where the first tamed herds came from, they resulted from the same process of juxtaposition and control by people who understood the behavior of wild cattle.",
                "People who had an intimate knowledge of the behavior of wild cattle moved closer together to cooperate in taming the herd, regardless of where they found them.",
                "The process of taming herds was certainly the same in southwest Asia, northern Africa, and Europe because people knew a lot about the behavior of wild cattle, regardless of where they lived."
            ],
            1
        ],
        [
            "According to paragraph 5, each of the following was true about the early Saharan people EXCEP",
            [
                "They had few possessions apart from cattle.",
                "After about 5,000 , they lived primarily in caves that were located deep in the desert.",
                "Between the summer and winter seasons, they moved their herds over long distances.",
                "They painted animals and scenes of daily life on the walls of caves."
            ],
            1
        ],
        [
            "The word “endeavors” in the passage is closest in meaning to",
            [
                "methods",
                "styles",
                "scenes",
                "efforts"
            ],
            3
        ],
        [
            "The word “deteriorated” in the passage is closest in meaning t",
            [
                "became unstable",
                "caused hardship",
                "changed completely",
                "got worse"
            ],
            3
        ],
        [
            "According to paragraph 6, what allowed the herders to shift south into the savanna regions after about 3,500 B.C.",
            [
                "They could easily grow Mediterranean crops in those regions.",
                "They could more easily domesticated sorghum and millet in those regions.",
                "The tsetse fly was no longer a problem in those regions.",
                "The river systems in those regions provided reliable sources of water in the summer."
            ],
            2
        ],
        [
            "This knowledge enabled the hunters to adopt a different approach to hunting..",
            0
        ],
        [
            [
                "There was enough freshwater for Saharan peoples to move freely throughout the region without having to manage the resources they hunted and gathered.",
                "When the drying climate forced cattle and humans close to each other in areas with water supplies, humans gained control over the cattle and eventually domesticated them.",
                "Once Saharans controlled the breeding of their cattle, the characteristics of the cattle changed rapidly, increasing their reproductive rates and milk production.",
                "Herders soon began selecting breeding animals to produce offspring with different horn shapes and hide colors, although the advantages of controlled inbreeding were not apparent to them at first.",
                "Although the Saharan peoples were remarkably sophisticated artists, they had only a few simple possessions, like adzes and the bows and arrows they used for hunting.",
                "As the drought worsened around 3500 B.C. and conditions for herders became more favorable to the south, the Saharan people moved into savanna regions, where they grew different crops."
            ],
            [
                1,
                2,
                5
            ]
        ]
    ]
}