{
    "article": "Beginning in 1904, American commercial filmmaking became increasingly oriented toward storytelling. Moreover, with the new emphasis on one-reel films, narratives became longer and necessitated a series of camera shots. Filmmakers faced the challenge of making story films that would be comprehensible to audiences. How could techniques of editing, camerawork, acting, and lighting be combined so as to clarify what was happening in a film? How could the spectator grasp where and when the action was occurring?\nOver the span of several years, filmmakers solved such problems. Sometimes they influenced each other, while at other times two filmmakers might happen on the same technique independently. Some devices were tried and abandoned. By 1917, filmmakers had worked out a system of formal principles that were standard in American filmmaking. That system has come to be called the classical Hollywood cinema. Despite that name, many of the basic principles of the system were being worked out before filmmaking was centered in Hollywood, and, indeed, many of those principles were first tried in other countries. In the years before the First World War, film style was still largely international, since films circulated widely outside their country of origin.\nThe basic problem that confronted filmmakers early in the silent-movie era was that audiences could not understand the causal, spatial, and temporal relations in many films. If the editing abruptly changed locales, the spectator might not grasp where the new action was occurring. An actor’s elaborate pantomime might fail to convey the meaning of a crucial action. A review of a 1906 film lays out the problem: “Regardless of the fact that there are a number of good motion pictures brought out, it is true that there are some which, although photographically good, are poor because the manufacturer, being familiar with the picture and the plot, does not take into consideration that the film was not made for him but for the audience. A movie recently seen was very good photographically, but the story could not be understood by the audience.” In a few theaters, a lecturer might explain the plot as the film unrolled, but producers could not rely on such aids.\n\nFilmmakers came to assume that a film should guide the spectator’s attention, making every aspect of the story on the screen as clear as possible. In particular, films increasingly set up a chain of narrative causes and effects. One event would plainly lead to an effect, which would in turn cause another effect, and so on. Moreover, an event was typically caused by a character’s beliefs or desires. Character psychology had not been particularly important in early films.  [■]Comical chases or brief melodramas depended more on physical action or familiar situations than on character traits.  [■]Increasingly after 1907, however, character psychology motivated actions.  [■]By following a series of characters’ goals and resulting conflicts, the spectator could comprehend the action. [■]\n\nEvery aspect of the silent-film style came to be used to enhance narrative clarity. Staging or framing action in depth could show the spatial relationships among elements. Intertitles written texts appearing periodically throughout a silent movie to explain the action could add narrative information beyond what the images conveyed. Closer views of the actors could suggest their emotions more precisely. Color, set design, and lighting could imply time of day, the milieu of the action, and so on.\n\nSome of the most important innovations of this period involved the ways in which camera shots were put together, or edited, to create a story. In one sense, editing was a boon to the filmmaker, permitting instant movement from one space to another or cuts to closer views to reveal details. But if the spectator could not keep track of the temporal or spatial relations between one shot and the next, editing might also lead to confusion. In some cases, intertitles could help. Editing also came to emphasize continuity among shots. Certain visual cues indicated that time was flowing uninterruptedly across cuts. Between scenes, other cues might suggest how much time had been skipped over. When a cut moved from one space to another, the director found ways to orient the viewer.\n\n ",
    "questions": [
        [
            "Paragraph 1 implies that compared with later films, American films before 1904 were",
            [
                "less likely to be made for commercial reasons",
                "less likely to be narrative films",
                "more likely to combine editing, camerawork, acting and lighting",
                "more likely to be filmed using multiple camera shots"
            ],
            1
        ],
        [
            "According to paragraph 2, which of the following is true about the filmmaking style known as classical Hollywood cinema?",
            [
                "It consisted of devices that were tried elsewhere but abandoned.",
                "Its principles were largely developed after 1917.",
                "A great many international filmmakers adopted it after the First World War.",
                "A large number of its principles were developed outside the United States."
            ],
            3
        ],
        [
            "According to paragraph 3, which of the following did NOT generally cause a lack of understanding in very early silent-movie audiences?",
            [
                "Lack of familiarity with the plot",
                "Shifts in time from scene to scene",
                "Shifts in place from scene to scene",
                "Poor photography by the filmmakers"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "A number of well-photographed films need improvements to their plots so that audiences will not consider them to be inferior.",
                "Some photographically good films are nonetheless poor films overall because the filmmaker, who knows what the film is about, forgets that the audience does not.",
                "Manufacturers of films need to help familiarize audiences with the good motion pictures that are brought out because the films were not made with the audience in mind.",
                "Regardless of the number of good motion pictures that are brought out, there will still be many that audiences will consider to be poor."
            ],
            1
        ],
        [
            "According to paragraph 4, all of the following were characteristic of early films EXCEPT:",
            [
                "character development",
                "slapstick chases",
                "physical action",
                "familiar situations"
            ],
            0
        ],
        [
            "The word “imply” in the passage is closest in meaning to",
            [
                "indicate",
                "determine",
                "illustrate",
                "define"
            ],
            0
        ],
        [
            "According to paragraph 6, early filmmakers provided visual cues to audiences in order to",
            [
                "explain the intertitles",
                "eliminate the need for editing",
                "provide essential background information",
                "reveal character traits"
            ],
            2
        ],
        [
            "Which of the following best describes the overall organization of the passage?",
            [
                "A theory is introduced, and supporting evidence for it is evaluated.",
                "A position is introduced, and then opposing views are discussed.",
                "Innovations are presented, and their impacts are questioned.",
                "Problems are presented, and means used to solve them are discussed."
            ],
            3
        ],
        [
            "The usual forms of those films relied on other ways to maintain coherence..",
            0
        ],
        [
            [
                "Early filmmakers in the United States had to develop a number of new techniques to make the action of their films comprehensible to audiences.",
                "Early filmmakers, despite working independently, influenced each other in the development and adoption of new techniques.",
                "As filmmakers became more sophisticated, they made use of more slapstick comedy and physical action to help explain a film’s meaning to audiences.",
                "Because stories were longer and more complex, filmmakers increasingly used character psychology to make a film’s narrative clear to audiences.",
                "New editing techniques, emphasizing continuity among camera shots, were among the most important new developments in early filmmaking.",
                "Some theaters employed lecturers to stop films temporarily in order to explain to the audience the camera shots used in new editing techniques."
            ],
            [
                0,
                3,
                4
            ]
        ]
    ]
}