{
    "article": "Earth’s surface is not made up of a single sheet of rock that forms a crust but rather a number of “tectonic plates” that fit closely, like the pieces of a giant jigsaw puzzle. Some plates carry islands or continents, others form the seafloor. All are slowly moving because the plates float on a denser semi-liquid mantle, the layer between the crust and Earth’s core. The plates have edges that are spreading ridges (where two plates are moving apart and new seafloor is being created), subduction zones (where two plates collide and one plunges beneath the other), or transform faults (where two plates neither converge nor diverge but merely move past one another). It is at the boundaries between plates that most of Earth’s volcanism and earthquake activity occur.\nGenerally speaking, the interiors of plates are geologically uneventful. However, there are exceptions. A glance at a map of the Pacific Ocean reveals that there are many islands far out at sea that are actually volcanoes----many no longer active, some overgrown with coral----that originated from activity at points in the interior of the Pacific Plate that forms the Pacific seafloor.\n\nHow can volcanic activity occur so far from a plate boundary? The Hawaiian islands provide a very instructive answer. [■]Like many other island groups, they form a chain. \n  [■]The Hawaiian Islands Chain extends northwest from the island of Hawaii. [■]In the 1840s American geologist James Daly observed that the different Hawaii islands seem to share a similar geologic\n evolution but are progressively more eroded, and therefore probable older, toward the northwest. [■]Then in 1963, in the early days of the development of the theory of plate tectonics. \n Canadian geophysicist Tuzo Wilson realized that this age progression could result if the islands were formed on a surface plate moving over a fixed volcanic source in the interior.\n Wilson suggested that the long chain of volcanoes stretching northwest from Hawaii is simply the surface expression of a long-lived volcanic source located beneath the tectonic plate in the mantle.\nToday’s most northwest island would have been the first to form. They as the plate moved slowly northwest, new volcanic islands would have forms as the plate moved over the volcanic source. \n The most recent island, Hawaii, would be at the end of the chain and is now over the volcanic source.\n\nAlthough this idea was not immediately accepted, the dating of lavas in the Hawaii (and other) chains showed that their ages increase away from the presently active volcano, just as Daly had suggested. Wilson’s analysis of these data is now a central part of plate tectonics. Most volcanoes that occur in the interiors of plates are believed to be produced by mantle plumes, columns of molten rock that rise from deep within the mantle. A volcano remains an active “hot spot” as long as it is over the plume. The plumes apparently originate at great depths, perhaps as deep as the boundary between the core and the mantle, and many have been active for a very long time. The oldest volcanoes in the Hawaii hot-spot trail have ages close to 80 million years. Other islands, including Tahiti and Easter Islands in the pacific, Reunion and Mauritius in the India Ocean, and indeed most of the large islands in the world’s oceans, owe their existence to mantle plumes.\nThe oceanic volcanic islands and their hot-spot trails are thus especially useful for geologist because they record the past locations of the plate over a fixed source. They therefore permit the reconstruction of the process of seafloor spreading, and consequently of the geography of continents and of ocean basins in the past. For example, given the current position of the Pacific Plate, Hawaii is above the Pacific Ocean hot spot. So the position of The Pacific Plate 50 million years ago can be determined by moving it such that a 50-million-year-old volcano in the hot-spot trail sits at the location of Hawaii today. However because the ocean basins really are short-lived features on geologic times scale, reconstruction the world’s geography by backtracking along the hot-spot trail works only for the last 5 percent or so of geologic time.\n ",
    "questions": [
        [
            "The author mentions “spreading ridges”, “subduction zones”, and “transform faults”in order to",
            [
                "illustrate that the boundaries of tectonic plates are neat, thin lines",
                "explain why some tectonic plates carry islands or continents while others form the seafloor",
                "explain the complex nature of the edges of tectonic plates",
                "provide examples of areas of tectonic plates where little geologic action occurs"
            ],
            2
        ],
        [
            "The word “converge”in the passage is closest in meaning t",
            [
                "expand",
                "form",
                "rise",
                "move closer"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage paragraph 2? Incorrect choices change the meaning in important ways or leave out essential information",
            [
                "Volcanic activity is responsible for the formation of the Pacific seafloor in the interior of the Pacific Plate.",
                "Many volcanoes in the Pacific Ocean are no longer active and have become islands that support coral.",
                "There are many islands in the Pacific Ocean that originated as volcanoes in the interior of the Pacific Plate.",
                "The map of the Pacific Ocean reveals fewer volcanic islands than there truly are because many are no longer active and some are completely overgrown with coral."
            ],
            2
        ],
        [
            "The word “instructive”in the passage (paragraph 3) is closest in meaning to",
            [
                "clear",
                "detailed",
                "informative",
                "familiar"
            ],
            2
        ],
        [
            "The word “eroded”in the passage(paragraph 3)is closest in meaning to",
            [
                "worn down",
                "scattered",
                "developed",
                "deserted"
            ],
            0
        ],
        [
            "In paragraph 3, what is the relationship between the scientific contribution of James Daly and Tuzo Wilson",
            [
                "Wilson provided an explanation for the observations made by Daly.",
                "Wilson challenged the theory proposed by Daly.",
                "Wilson found numerous examples of island chains that supported Daly’s theory.",
                "Wilson popularized the explanation of volcanic island formation formulated by Daly."
            ],
            0
        ],
        [
            "Why does the author provide the information that “the dating of lavas in the Hawaii (and other) chains showed that their ages increase away from the presently active volcano”",
            [
                "To point out differences between the Hawaii island chain and other volcanic island chains",
                "To question the idea that all the islands in an island chain have been formed by volcanic activity",
                "To explain why Wilson hypothesis was initially difficult to accept",
                "To provide evidence in support of Daly’s and Wilson’s ideas about how the Hawaii islands were formed"
            ],
            3
        ],
        [
            "According to paragraph 4, which of the following is true of mantle plumes",
            [
                "They exist close to the surface of tectonic plates.",
                "They cause most of the volcanic activity that occurs in the interiors of plates.",
                "They are rarely active for long period of time.",
                "They get increasingly older away from the present hot spots."
            ],
            1
        ],
        [
            "According to paragraph 5, volcanic islands help geologists to",
            [
                "reconstruct past geography",
                "detect changes in mantle plumes",
                "measure the rigidity of tectonic plates",
                "explain why the seafloor spreads"
            ],
            0
        ],
        [
            "What can be inferred about the Pacific Plate from paragraph 5?\r",
            [
                "The hot spots on the Pacific Plate are much older than the ones located on the other tectonic plates.",
                "Most of the volcanic sources beneath the Pacific Plate have become extinct.",
                "The Pacific Plate has moved a distance equal to the length of the Hawaiian Island chain in the past 50 million years.",
                "The Pacific Plate is located above fewer mantle plumes than other plates are."
            ],
            2
        ],
        [
            "The word “current”in the passage (paragraph 5) is closest in meaning t",
            [
                "original",
                "ideal",
                "relative",
                "present"
            ],
            3
        ],
        [
            "According to paragraph 5, why are geologists unable to trace back the entire geologic of continents from hot-spot trails",
            [
                "Hot spots have existed for only about 5 percent of geologic time.",
                "Hawaii did not exist 50 millions years ago.",
                "Oceanic basins that contained old hot-spot trails disappeared a long time ago.",
                "Hot-spot trails can be reconstructed only for island chains."
            ],
            2
        ],
        [
            "This pattern remained unexplained for a long time..",
            3
        ],
        [
            [
                "Our understanding of volcanic islands comes from Daly’s and Wilson’s observations of the Hawaiian Islands, which was later confirmed by plate-tectonic theory.",
                "It has only recently been discovered that tectonic plates are closely fitting rather than loosely constructed, as geologists previously believed.",
                "The hot-spot trails formed by volcanic island chains indicate the positions of tectonic plates as far back as the present ocean basins have existed.",
                "Volcanic island chains such as the Hawaiian Islands form in the interior of a tectonic plate as the plate moves over a fixed volcanic source in the mantle.",
                "Whereas volcanic islands formed by mantle plumes are typically small, most of the world’s largest islands are formed at the edges of tectonic plates.",
                "The Pacific Plate has existed for as long as the Hawaiian Islands have existed, namely for more than 80 million years."
            ],
            [
                0,
                2,
                3
            ]
        ]
    ]
}