{
    "article": "The European Mesolithic (roughly the period from 8000 B.C. to 2700 B.C.) testifies to a continuity in human culture from the times of the Ice Age.  [■]This continuity, however, was based on continuous adjustment to environmental changes following the end of the last glacial period (about 12,500 years ago).  [■]Three broad subdivisions within the northern Mesolithic are known in Scandinavia.  [■]The Maglemose Period (7500–5700 B.C.) was a time of seasonal exploitation of rivers and lakes, combined with terrestrial hunting and foraging.  [■]The sites from the Kongemose Period (5700–4600 B.C.) are mainly on the Baltic Sea coasts, along bays and near lagoons, where the people exploited both marine and terrestrial resources. Many Kongemose sites are somewhat larger than Maglemose ones. The Ertebølle Period (4600–3200 B.C.) was the culmination of Mesolithic culture in southern Scandinavia.\nBy the Ertebølle Period, the Scandinavians were occupying coastal settlements year-round and subsisting off a very wide range of food sources. These included forest game and waterfowl, shellfish, sea mammals, and both shallow-water and deepwater fish. There were smaller, seasonal coastal sites, too, for specific activities such as deepwater fishing, sealing, or hunting of migratory birds. One such site, the Aggersund site in Denmark, was occupied for short periods of time in the autumn, when the inhabitants collected oysters and hunted some game, especially migratory swans. Ertebølle technology was far more elaborate than that of its Mesolithic predecessors; a wide variety of antler, bone, and wood tools for specialized purposes such as fowling and sea-mammal hunting were developed, including dugout canoes up to ten meters long.\nWith sedentary settlement comes evidence of greater social complexity in the use of cemeteries for burials and changes in burial practices. The trend toward more sedentary settlement, the cemeteries, and the occasional social differentiation revealed by elaborate burials are all reflections of an intensified use of resources among these relatively affluent hunter-gatherers of 3000 B.C. Mesolithic societies intensified the food quest by exploiting many more marine species, making productive use of migratory waterfowl and their breeding grounds, and collecting shellfish in enormous numbers. This intensification is also reflected in a much more elaborate and diverse technology, more exchange of goods and materials between neighbors, greater variety in settlement types, and a slowly rising population throughout southern Scandinavia. These phenomena may, in part, be a reflection of rising sea levels throughout the Mesolithic that flooded many cherished territories. There are signs, too, of regional variations in artifact forms and styles, indicative of cultural differences between people living in well-delineated territories and competing for resources.\nMesolithic cultures are much less well-defined elsewhere in Europe, partly because the climatic changes were less extreme than in southern Scandinavia and because there were fewer opportunities for coastal adaptation. In much of central Europe, settlement was confined to lakeside and riverside locations, widely separated from one another by dense forests. Many Mesolithic lakeside sites were located in transitional zones between different environments so that the inhabitants could return to a central base location, where for much of the year they lived close to predictable resources such as lake fish. However, they would exploit both forest game and other seasonal resources from satellite camps. For example, the archaeologist Michael Jochim believes that some groups lived during most of the year in camps along the Danube River in central Europe, moving to summer encampments on the shores of neighboring lakes. In areas like Spain, there appears to have been intensified exploitation of marine and forest resources. There was a trend nearly everywhere toward greater variety in the diet, with more attention being paid to less obvious foods and to those that require more complex processing methods than do game and other such resources.\nThus, in parts of Europe, there was a long-term trend among hunter-gatherer societies toward a more extensive exploitation of food resources, often within the context of a strategy that sought ways to minimize the impact of environmental uncertainty. In more favored southern Scandinavia, such societies achieved a new level of social complexity that was to become commonplace among later farming peoples, and this preadaptation proved an important catalyst for rapid economic and social change when farming did come to Europe.\n ",
    "questions": [
        [
            "What can be inferred from paragraph 1 about human life in Mesolithic Scandinavia?",
            [
                "People tended to live in smaller groups during the Ertebǿlle Period than during earlier Mesolithic periods.",
                "The areas where it was advantageous to live changed over time as a result of environmental changes.",
                "Human groups were less affected by environmental change during the Maglemose Period than during the Kongemose Period.",
                "During most of the Mesolithic, people were more dependent on terrestrial food sources than other food sources."
            ],
            1
        ],
        [
            "Why does the author mention “the Aggersund site in Denmark” and its brief periods of occupation?",
            [
                "To suggest that the supply of year-round food sources near earlier settlement sites had nearly disappeared",
                "To give an example of a small, temporary coastal site that took advantage of seasonal food sources",
                "To illustrate how small coastal settlements could not last as long as large forest settlements",
                "To highlight the fact that none of the Denmark camps were able to be occupied year-round"
            ],
            1
        ],
        [
            "Paragraph 2 suggests that before the Ertebølle Period, hunting tools and other Mesolithictechnologies",
            [
                "were available only in small coastal sites",
                "were developed mainly in Denmark",
                "were made mainly from animal bones",
                "were somewhat simple"
            ],
            3
        ],
        [
            "The word “exploiting” in the passage is closest in meaning to",
            [
                "calling attention to",
                "focusing on",
                "taking advantage of",
                "searching for"
            ],
            2
        ],
        [
            "According to paragraph 3, the existence of cemeteries in Mesolithic Scandinavia is associated with",
            [
                "increased social complexity",
                "problems in obtaining sufficient food",
                "a dramatically increasing population",
                "a trend toward reduced dependence on the food sources provided by hunter-gatherers"
            ],
            0
        ],
        [
            "The phrase “confined to” in the passage is closest in meaning to",
            [
                "adapted to",
                "limited to",
                "expanded to",
                "located next to"
            ],
            1
        ],
        [
            "According to paragraph 4, how were Mesolithic societies in central Europe able to meet their food needs for much of the year?",
            [
                "By finding new opportunities for coastal adaptations wherever they could",
                "By keeping their base camps in dense forests with plenty of forest game",
                "By settling in areas that provided both predictable food resources and access to different kinds of environments",
                "By hunting farther and farther from their central base camps each day"
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Because of favorable conditions in southern Scandinavia and the social complexity of their societies, hunter-gatherer societies did not adapt to farming until economic change required it.",
                "When farming came to Europe and became common, hunter-gatherer societies finally achieved high levels of social complexity.",
                "Social complexity was common in the societies of southern Scandinavia but was less common in other areas where farming came later.",
                "Hunter-gatherer societies in southern Scandinavia achieved a new level of social complexity, and this allowed them to quickly achieve economic and social change when farming was introduced."
            ],
            3
        ],
        [
            "Such adaptation involved changes in hunting and food gathering that make it possible to identify distinct Mesolithic periods and cultures in some regions..",
            1
        ],
        [
            [
                "Early in the Mesolithic, Maglemose hunter-gatherers arrived in Scandinavia from regions beyond the Baltic Sea and began to establish seasonal sites along bays and near lagoons.",
                "By the end of the Mesolithic, Scandinavians had developed elaborate and specialized tools for exploiting a very wide range of food sources.",
                "In Scandinavia, populations were growing and becoming more sedentary, leading to more elaborate burials and to exchanges of goods with other groups.",
                "Climate change forced southern Scandinavians to leave coastal areas and relocate to Central Europe, where they took advantage of food resources in dense forests and lakes.",
                "Because most Mesolithic populations outside of Scandinavia were widely separated by deep forest, they tended to develop more economically and socially complex societies.",
                "The stages of Mesolithic culture in Scandinavia, unlike those in other parts of Europe, are more distinct in part because climate changes were more extreme in Scandinavia."
            ],
            [
                1,
                2,
                5
            ]
        ]
    ]
}