{
    "article": "Many aspects of the history of flowering plants (angiosperms) remain mysterious. Evidence of the earliest angiosperms comes from fossilized leaves, stems, fruits, pollen, and, very rarely, flowers. In addition, there has been much study of modern plant morphology (structure) and genetics in order to determine which living species might be most closely related to the ancient ancestors of angiosperms. Despite intensive efforts for over 200 years, scientists have still not reached consensus on which type of plant was the ancestor to the angiosperms, and when and where the angiosperms first evolved. Indeed, Charles Darwin himself called the origin of the flowering plants an “abominable mystery.”\nWhat type of plant was the ancestor to the angiosperms? Most botanists now agree that the flowering plants are monophyletic in origin, meaning that they evolved from a common ancestor.  [■]Some paleontologists have suggested that the common ancestor may have been a type of cycad (palmlike tropical plants).  [■]Other paleontologists maintain that the angiosperms may have evolved from seed-bearing ferns.  [■]Finally, analysis of the morphological traits of some primitive living plants suggests that the ancestor may have been related to the modern pines.  [■]The question of angiosperm ancestry remains unresolved.\nThe time and place of the first appearance of flowering plants have long been a topic of great interest. There is good fossil evidence that early angiosperms, including a number resembling modern magnolias, were present in the Early Cretaceous geologic period (more than 100 million years ago). Angiosperms became increasingly abundant during this period. Between 100 million and 65 million years ago, a period known as the Late Cretaceous, angiosperms increased from less than 1 percent of flora (plant life) to well over 50 percent. Many of the modern plant families appeared during this time period. In the Early Tertiary period which followed, angiosperms increased to comprise 90 percent or more of Earth’s total flora. Where did these successful plants first originate and spread from?\nAnalysis of the fossil leaf structure and geographic distribution of the earliest Cretaceous angiosperms has led many biogeographers to conclude that they evolved in the tropics and then migrated poleward. It is known that angiosperms did not become dominant in the high latitudes until the Late Cretaceous. Paleontologists have recovered fossil angiosperm leaves, stems, and pollen from Early Cretaceous deposits in eastern South America and western Africa. These two continents were joined together as part of Gondwanaland, one of two supercontinents that existed at that time. The locations of these early angiosperm finds would have been close to the equator during the Early Cretaceous and are conformable with a model by which angiosperms spread from the tropics poleward.\nNot all botanists agree with an African-South American center for the evolution and dispersal of the angiosperms, pointing out that many of the most primitive forms of flowering plants are found in the South Pacific, including portions of Fiji, New Caledonia, New Guinea, eastern Australia, and the Malay Archipelago. Recent genetic research has identified the rare tropical shrub Amborella as being the living plant most closely related to the ancient ancestor of all the angiosperms. This small shrub, which has tiny yellow-white flowers and red fruit, is found only on New Caledonia, a group of islands in the South Pacific. Many botanists conclude that the best explanation for the large numbers of primitive living angiosperms in the South Pacific region is that this is where the flowering plants first evolved and these modern species are relics of this early evolution. Comparisons of the DNA of Amborella and many hundreds of species of flowering plants suggest that the first angiosperm arose and the development of separate species occurred about 135 million years ago.\nRecently discovered fossils complicate our understanding of the origin of the angiosperms even further. Paleontologists from China have found beautifully preserved fossils of an angiosperm plant, including flowers and seeds, in Jurassic period deposits from China. The site, which is about 130 million years old, is near modern Beijing. The new fossil plant found at the site is one of the oldest known angiosperms. The age of the fossils and the very primitive features of the flowers have led the discoverers to suggest that the earliest flowering plants may have evolved in northern Asia.\n ",
    "questions": [
        [
            "The phrase “not reached consensus on” in the passage is closest in meaning to",
            [
                "not formulated a theory about",
                "not agreed on",
                "not been able to explain",
                "not found evidence for"
            ],
            1
        ],
        [
            "According to paragraph 1, all of the following types of evidence have been important for studying the history of angiosperms EXCEPT:",
            [
                "fossils of angiosperm stems and leaves",
                "knowledge of the structure of modern angiosperms",
                "large collections of well-preserved angiosperm flowers",
                "genetic studies of modern angiosperms"
            ],
            2
        ],
        [
            "The word “maintain” in the passage is closest in meaning to",
            [
                "reply",
                "assume",
                "suspect",
                "claim"
            ],
            3
        ],
        [
            "According to paragraph 2, most botanists now believe which of the following about angiosperms?",
            [
                "The ancestor of today’s angiosperms was most likely a palmlike tropical plant.",
                "Today’s angiosperms can be traced back to a single ancestor.",
                "Angiosperms likely evolved from three very different plants.",
                "Angiosperms share a common ancestor with modern pines."
            ],
            1
        ],
        [
            "Which of the following can be inferred from paragraph 3 about angiosperms during the Early Cretaceous?",
            [
                "They represented less than 1 percent of plant life.",
                "Their numbers remained stable during this period.",
                "They existed in forms that are very unlike plants living today.",
                "They only rarely left traces in the fossil record."
            ],
            0
        ],
        [
            "Why does the author include the information that “fossil angiosperm leaves, stems, and pollen” have been found in places that were once joined together as part of Gondwanaland?",
            [
                "To provide support for the claim that angiosperms first appeared in the tropics",
                "To explain how scientists have determined the geographical location of supercontinents during Earth’s early history",
                "To provide evidence that angiosperms evolved in similar ways in different parts of the world",
                "To challenge the idea that angiosperms spread toward the poles during the Cretaceous"
            ],
            0
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leaveout essential information.",
            [
                "Some botanists who agree with the idea of an African-South American center for the dispersal of angiosperms point to primitive South Pacific angiosperms as evidence.",
                "Some botanists argue that the very primitive forms of angiosperms found in the South Pacific call into question the theory that angiosperm evolution began in Africa and South America.",
                "Angiosperms in Fiji, New Caledonia, New Guinea, eastern Australia, and the Malay Archipelago are more primitive than angiosperms in other parts of the world.",
                "Botanists disagree over whether the most primitive forms of living plants are located in parts of Africa and South America or in the South Pacific."
            ],
            1
        ],
        [
            "According to paragraph 6, which of the following is true of angiosperm fossils discovered in China?",
            [
                "They have made it even more challenging to understand the origin of angiosperms.",
                "They contain flowers that appear modern for the age of the fossils.",
                "They convinced most botanists that angiosperms did not originate in northern Asia.",
                "They are not as old as angiosperm fossils discovered in the South Pacific."
            ],
            0
        ],
        [
            "But their origin and evolution have been under considerable dispute..",
            0
        ],
        [
            [
                "One of the major difficulties of studying angiosperm evolution is that fossils from angiosperms are very rarely discovered.",
                "Though the original ancestor of angiosperms is unknown, they existed at least by the Early Cretaceous and eventually made up most of the plants on Earth.",
                "Fossil evidence led some botanists to conclude that angiosperms first evolved in the tropics and spread outward toward the poles.",
                "Early Cretaceous fossil deposits have confirmed that the ancestor to the angiosperms was a plant resembling the modern magnolia.",
                "Emerging research from fossils in South America, the South Pacific, and Asia suggests that the first angiosperms appeared more recently than was once believed.",
                "The study of living angiosperms in the South Pacific and new fossil discoveries in China have led to new theories about where angiosperms first evolved."
            ],
            [
                1,
                2,
                5
            ]
        ]
    ]
}