{
    "article": "In open grasslands there is no place for a large animal to hide.  [■]Thus a watchful grazing animal will see the slight movement that betrays the presence of a predator long before it is close enough to launch an attack. It sounds as though the hunters (predators) stand no chance at all.  [■]Unfortunately for the grazers, life is not so simple, however.  [■]A grazing animal must lower its head and look at the ground to feed.  [■]Its attention may be occupied for only a few seconds before it raises its head and resumes its watch while chewing the food it took, but hunters are patient and skillful and are concentrating intensely. Those few seconds provide time enough to advance a few steps and then freeze, body flattened against the ground. It may take hours, but eventually these repeated small advances will put the hunter within range—close enough to outrun its prey—and the long time the hunt has taken will have been worthwhile, because the resulting feast will be highly nutritious.\nClearly the grazers are at a disadvantage, because while they eat they are vulnerable to attack. The hunters also have a weakness, however, and it is one that allows the grazers to survive. Hunters can attack only one prey animal at a time. This applies even to the predators that hunt as a team, such as lionesses, wolves, and hunting dogs. Their hunt involves running down or ambushing an individual. Teamwork allows them to hunt animals much bigger and stronger than themselves and to hunt more successfully, but it does not allow them to attack more than one individual at a time.\nThe grazers exploit this weakness by making it as difficult as they can for the predators to choose an individual as a target. They do not graze alone, scattered widely across the landscape, but together, as a herd. The approaching hunter sees not a solitary animal, but a crowd of animals, all of them moving, so they are constantly crossing and recrossing each other’s paths. No sooner does the hunter choose an individual than another animal has crossed in front of it and the target has disappeared into the herd. From the hunter’s point of view this is highly confusing behavior—as, indeed, it is meant to be.\nThere is another advantage to the grazers: A herd is much more alert than a solitary animal. An animal has to relax its guard while it is taking food, but in a herd there are at any time some animals with their heads down, biting, and others, with their heads up, watching. What is more, those with their heads up are looking in different directions so that together they are alert to any movement anywhere on the landscape around them. There is no way for a hunter to approach a herd unobserved. When a member of the herd spots trouble, it starts to move away. Other members of the herd move with it and the entire herd starts to move. If the trouble is serious and close, the herd will run. The individual raising the alarm is simply protecting itself, but in doing so it is warning all of the others.\nHerding is highly successful, provided members of the herd stay together in a tight bunch. The hunter moves with the herd, watching for an individual to wander away from the others. When that happens, it tries to move between that individual and the rest of the herd, preventing it from rejoining. Once it has done that the hunter has a good chance of making a kill. If the herd starts to run, a solitary hunter may abandon the chase, but a pack of wolves or hunting dogs will regard the running herd of animals as an opportunity and set off in pursuit. As the herd runs, one or two old or sick animals, or young animals that become separated from their mothers, may fall behind.\nAs soon as the hunter or hunters seize their prey, they lose interest in all other grazers since then they, too, must concentrate on eating, at which point the herd stops running, those who were left behind rejoin the group, and they all resume grazing.\n ",
    "questions": [
        [
            "According to paragraph 1, which of the following presents a serious difficulty for the predators that hunt animals grazing in grasslands?",
            [
                "It is difficult to find grazers in grasslands when they are feeding with their heads down.",
                "Predators lack places to hide from prey in grasslands.",
                "It is difficult for predators to outrun grazers on grasslands.",
                "Grazers in open grasslands tend to be very large animals."
            ],
            1
        ],
        [
            "Which of the following can be inferred from paragraph 1 about grazing animals?",
            [
                "They spend significantly more time looking down at the ground than they do with their heads raised.",
                "They tend to remain within a relatively small area for extended periods of time.",
                "They are extremely difficult for predators to see as long as they remain motionless.",
                "They can run significantly faster than most of their predators."
            ],
            1
        ],
        [
            "According to paragraph 2, what is an advantage to predators that hunt as a team?",
            [
                "A team can kill animals that are much bigger and stronger than any of the predators could take on by itself.",
                "A team can ambush their prey without having to run them down as an individual predator has to do.",
                "A team can attack more prey animals at one time than an individual predator could.",
                "A team is less vulnerable to an aggressive response from grazers."
            ],
            0
        ],
        [
            "In paragraph 2, why does the author describe the hunting technique used by predators that hunt as a team?",
            [
                "To explain why predators that hunt as a team wait until grazers start eating to attack",
                "To argue that species that hunt as a team do not have the same weakness as individual predators",
                "To emphasize that even predators that hunt in groups cannot hunt and attack more than one prey at a time",
                "To help explain why grazers are at a particular disadvantage with certain predatory animals"
            ],
            2
        ],
        [
            "Which of the following is NOT mentioned in paragraph 4 as a way in which animals that graze as a herd benefit?",
            [
                "Some animals in the herd will be in a position to observe danger while others have their heads down.",
                "Each animal in a herd tries to protect the others from danger.",
                "As a herd, animals can observe the landscape in a variety of directions at once.",
                "The movement of any animal away from potential trouble warns all of the other animals within the herd."
            ],
            1
        ],
        [
            "The word “provided” in the passage is closest in meaning to",
            [
                "if",
                "because",
                "unless",
                "therefore"
            ],
            0
        ],
        [
            "According to paragraph 5, any member of a herd is most at risk from predators when",
            [
                "it is very young",
                "it becomes separated from the others",
                "the herd includes relatively few old or sick animals",
                "the herd begins to run"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "The hunter or hunters are interested only in seizing their prey and not in any of the rest of the grazers in the herd.",
                "Because the hunters must concentrate on eating once they make a kill, the rest of the herd can then stop running and resume grazing.",
                "Once the hunters finish eating their prey, they lose interest in the rest of the herd that was left behind.",
                "Because they must also concentrate on eating, herd animals resume grazing as soon as the hunter or hunters seize their prey."
            ],
            1
        ],
        [
            "This is because grasslands lack the trees and heavy bush to provide cover for anything but very small animals..",
            0
        ],
        [
            [
                "If a grazer can spot a predator before it actually attacks, the grazer has a very good chance of getting away and since grasslands provide little cover for predators, the grazer always has the advantage.",
                "A grazer cannot watch for danger while feeding, so predators can use those moments gradually to approach a solitary animal unobserved; but in a herd there will always be some animals on alert.",
                "Hunters can attack only one grazer at a time, and where there are many animals moving back and forth and grazing together in a herd, it is difficult for hunters to maintain their focus on a single target.",
                "When a herd of grazers spots the approach of a solitary hunter, it may run toward the hunter, which generally causes it to abandon the chase, but predators hunting as a pack are not so easily driven away.",
                "When a member of a herd wanders away from the others or falls behind as the herd runs from danger, a hunter who manages to get between it and the herd stands a good chance of making a kill.",
                "After a herd of running animals sees that the hunters pursuing it have stopped, the herd tries to help members of the group that were left behind."
            ],
            [
                1,
                2,
                4
            ]
        ]
    ]
}