{
    "article": "    In nineteenth-century America, practically everything that was built involved wood.Pine was especially attractive for building purposes.It is durable and strong, yet soft enough to be easily worked with even the simplest of hand tools.It also floats nicely on water, which allowed it to be transported to distant markets across the nation.The central and northern reaches of the Great Lakes states—Michigan, Wisconsin, and Minnesota—all contained extensive pine forests as well as many large rivers for floating logs into the Great Lakes, from where they were transported nationwide.\n       By 1860, the settlement of the American West along with timber shortages in the East converged with ever-widening impact on the pine forests of the Great Lakes states. Over the next 30 years, lumbering became a full-fledged enterprise in Michigan, Wisconsin, and Minnesota. Newly formed lumbering corporations bought up huge tracts of pineland and set about systematically cutting the trees. Both the colonists and the later industrialists saw timber as a commodity, but the latter group adopted a far more thorough and calculating approach to removing trees. In this sense, what happened between 1860 and 1890 represented a significant break with the past. No longer were farmers in search of extra income the main source for shingles, firewood, and other wood products. By the 1870s, farmers and city dwellers alike purchased forest products from large manufacturing companies located in the Great Lakes states rather than chopping wood themselves or buying it locally.             \n      The commercialization of lumbering was in part the product of technological change. The early, thick saw blades tended to waste a large quantity of wood, with perhaps as much as a third of the log left behind on the floor as sawdust or scrap. In the 1870s, however, the British-invented band saw, with its thinner blade, became standard issue in the Great Lakes states' lumber factories.Meanwhile, the rise of steam-powered mills streamlined production by allowing for the more efficient, centralized, and continuous cutting of lumber. Steam helped to automate a variety of tasks, from cutting to the carrying away of waste. Mills also employed steam to heat log ponds, preventing them from freezing and making possible year-round lumber production.             \n       For industrial lumbering to succeed, a way had to be found to neutralize the effects of the seasons on production. Traditionally, cutting took place in the winter, when snow and ice made it easier to drag logs on sleds or sleighs to the banks of streams. Once the streams and lakes thawed, workers rafted the logs to mills, where they were cut into lumber in the summer. [■]If nature did not cooperate—if the winter proved dry and warm, if the spring thaw was delayed—production would suffer. To counter the effects of climate on lumber production, loggers experimented with a variety of techniques for transporting trees out of the woods.  [■]In the 1870s, loggers in the Great Lakes states began sprinkling water on sleigh roads, giving them an artificial ice coating to facilitate travel.  [■]The ice reduced the friction and allowed workers to move larger and heavier loads. [■] \n     But all the sprinkling in the world would not save a logger from the threat of a warm winter. Without snow the sleigh roads turned to mud. In the 1870s, a set of snowless winters left lumber companies to ponder ways of liberating themselves from the seasons. Railroads were one possibility.At first, the remoteness of the pine forests discouraged common carriers from laying track.But increasing lumber prices in the late 1870s combined with periodic warm, dry winters compelled loggers to turn to iron rails. By 1887, 89 logging railroads crisscrossed Michigan, transforming logging from a winter activity into a year-round one.             \n     Once the logs arrived at a river, the trip downstream to a mill could be a long and tortuous one.Logjams (buildups of logs that prevent logs from moving downstream) were common—at times stretching for 10 miles—and became even more frequent as pressure on the northern Midwest pinelands increased in the 1860s. To help keep the logs moving efficiently, barriers called booms (essentially a chain of floating logs) were constructed to control the direction of the timber. By the 1870s, lumber companies existed in all the major logging areas of the northern Midwest.             \n ",
    "questions": [
        [
            "The word \"durable\" in the passage is closest in meaning to",
            [
                "readily available",
                "long lasting",
                "dense",
                "flexible"
            ],
            1
        ],
        [
            "According to paragraph 1, all of the following characteristics of pine made it a desirable material for building in nineteenth-century America EXCEPT:",
            [
                "It was long lasting.",
                "It was relatively easy to transport.",
                "Its softness made it easy to work with.",
                "It produced buildings that were especially attractive."
            ],
            3
        ],
        [
            "The word \"commodity\" in the passage is closest in meaning to",
            [
                "product",
                "problem",
                "opportunity",
                "advantage"
            ],
            0
        ],
        [
            "What can be inferred from paragraph 2 about timber in America before the year 1860?",
            [
                "Farmers of the American West earned most of their income by selling timber to newly arrived settlers.",
                "Timber came primarily from farmers who wished to supplement their income.",
                "Timber was much more expensive before the year 1860 because it was less readily available.",
                "Timber came primarily from large manufacturing companies in the East."
            ],
            1
        ],
        [
            "Why does the author discuss the \"British-invented band saw\"?",
            [
                "To give an example of how steam power led to technological advancements",
                "To help explain how the thickness of a saw blade determines how much wood is wasted",
                "To explain how competition with other countries benefited the American lumber industry",
                "To illustrate the impact of new technology on the lumber industry"
            ],
            3
        ],
        [
            "The phrase \"allowing for\" in the passage is closest in meaning to",
            [
                "encouraging",
                "introducing",
                "making possible",
                "emphasizing"
            ],
            2
        ],
        [
            "All of the following are mentioned in paragraph 3 as resulting from the use of steam in the lumber industry EXCEPT:",
            [
                "Work became centralized, and many tasks were automated.",
                "Lumber could be produced more efficiently and on a larger scale.",
                "Waste materials could be re-used as fuel to power the lumber mills.",
                "Lumber production could continue throughout the cold winter months."
            ],
            2
        ],
        [
            "The word \"facilitate\" in the passage is closest in meaning to",
            [
                "expand",
                "ease",
                "transform",
                "permit"
            ],
            1
        ],
        [
            "According to paragraph 4, how could a warm, dry winter interfere with lumber production?",
            [
                "Certain trees would become dry and yield low-quality lumber.",
                "There would not be enough water in streams and lakes to raft the logs to mills.",
                "It would be more difficult to transport logs to streams and lakes.",
                "Rivers would not be full enough in the spring to power mills."
            ],
            2
        ],
        [
            "The word \"remoteness\" in the passage is closest in meaning to",
            [
                "decline",
                "density",
                "size",
                "isolation"
            ],
            3
        ],
        [
            "In paragraph 5, why does the author include the information that 89 logging railroads crisscrossed Michigan by 1887?",
            [
                "To argue that Michigan had replaced other Great Lakes states as the center of the lumbering industry",
                "To provide evidence of the growing importance of logging railroads to the lumbering industry",
                "To support the claim that Michigan winters had become more severe in the late 1800s than they had been earlier",
                "To challenge the idea that climate discouraged the laying of track"
            ],
            1
        ],
        [
            "According to paragraph 6, the construction of booms benefited the logging industry by",
            [
                "reducing the pressures placed on the northern Midwest pinelands in the 1860s",
                "reducing the length of the downstream trip to a mill by as much as 10 miles",
                "increasing the number of logs that could be floated down a river at a single time",
                "allowing logs to move downstream more quickly and easily"
            ],
            3
        ],
        [
            "Some sleighs were capable of carrying over 100 tons worth of timber..",
            3
        ],
        [
            [
                "During the nineteenth century, lumbering became a large-scale industry controlled by manufacturing companies rather than a local enterprise controlled by farmers.",
                "Technological advances, including the use of steam power, led to increased productivity, efficiency, and commercialization of the lumbering industry.",
                "Seasonal changes and severe winters made the development and laying of track for logging railroads slow and difficult.",
                "After 1860 farmers continued to be the main suppliers of new timber, but lumbering companies took over its transport and manufacture into wood products.",
                "The invention of new technology, such as band saws, allowed American lumbering companies to make a profit by exporting surplus lumber to Britain and other countries.",
                "New methods for transporting logs to mills helped transform lumbering from a seasonal activity to a year-round activity."
            ],
            [
                0,
                1,
                5
            ]
        ]
    ]
}