{
    "article": "    Thousands of years ago, in North America's past, all of its megafauna—large mammals such as mammoths and giant bears—disappeared. One proposed explanation for this event is that when the first Americans migrated over from Asia, they hunted the megafauna to extinction.These people, known as the Clovis society after a site where their distinctive spear points were first found, would have been able to use this food source to expand their population and fill the continent rapidly.Yet many scientists argue against this \"Pleistocene overkill\" hypothesis. Modern humans have certainly been capable of such drastic effects on animals, but could ancient people with little more than stone spears similarly have caused the extinction of numerous species of animals?Thirty-five genera or groups of species (and many individual species) suffered extinction in North America around 11,000 B.C., soon after the appearance and expansion of Paleo-lndians throughout the Americas (27 genera disappeared completely, and another 8 became locally extinct, surviving only outside North America).             \n     [■]Although the climate changed at the end of the Pleistocene, warming trends had happened before. [■]A period of massive extinction of large mammals like that seen about 11,000 years ago had not occurred during the previous 400,000 years, despite these changes. [■]The only apparently significant difference in the Americas 11,000 years ago was the presence of human hunters of these large mammals. [■]Was this coincidence or cause-and-effect?\n    We do not know.Ecologist Paul S. Martin has championed the model that associates the extinction of large mammals at the end of the Pleistocene with human predation.With researcher J. E. Mosimann, he has co-authored a work in which a computer model showed that in around 300 years, given the right conditions, a small influx of hunters into eastern Beringia 12,000 years ago could have spread across North America in a wave and wiped out game animals to feed their burgeoning population.             \n    The researchers ran the model several ways, always beginning with a population of 100 humans in Edmonton, in Alberta, Canada, at 11,500 years ago.Assuming different initial North American big-game-animal populations (75-150 million animals) and different population growth rates for the human settlers (0.65%-3.5%), and varying kill rates, Mosimann and Martin derived figures of between 279 and 1,157 years from initial contact to big-game extinction.             \n    Many scholars continue to support this scenario.For example, geologist Larry Agenbroad has mapped the locations of dated Clovis sites alongside the distribution of dated sites where the remains of wooly mammoths have been found in both archaeological and purely paleontological contexts.These distributions show remarkable synchronicity (occurrence at the same time).             \n    There are, however, many problems with this model.Significantly, though a few sites are quite impressive, there really is very little archaeological evidence to support it.Writing in 1982, Martin himself admitted the paucity of evidence;for example, at that point, the remains of only 38 individual mammoths had been found at Clovis sites. In the years since, few additional mammoths have been added to the list;there are still fewer than 20 Clovis sites where the remains of one or more mammoths have been recovered, a minuscule proportion of the millions that necessarily would have had to have been slaughtered within the overkill scenario.             \n    Though Martin claims the lack of evidence actually supports his model—the evidence is sparse because the spread of humans and the extinction of animals occurred so quickly—this argument seems weak. And how could we ever disprove it?As archaeologist Donald Grayson points out, in other cases where extinction resulted from the quick spread of human hunters—for example, the extinction of the moa, the large flightless bird of New Zealand—archaeological evidence in the form of remains is abundant. Grayson has also shown that the evidence is not so clear that all or even most of the large herbivores in late Pleistocene America became extinct after the appearance of Clovis. Of the 35 extinct genera, only 8 can be confidently assigned an extinction date of between 12,000 and 10,000 years ago.Many of the older genera, Grayson argues, may have succumbed before 12,000 B.C., at least half a century before the Clovis showed up in the American West.             \n ",
    "questions": [
        [
            "The word \"proposed\" in the passage is closest in meaning to",
            [
                "accepted",
                "obvious",
                "debatable",
                "suggested"
            ],
            3
        ],
        [
            "The word \"distinctive\" in the passage is closest in meaning to",
            [
                "hidden",
                "characteristic",
                "scattered",
                "rare"
            ],
            1
        ],
        [
            "Why does the author compare \"Modern humans\" with \"ancient people\"?",
            [
                "To argue that modern people have continued to have drastic effects on animal species",
                "To illustrate how people from different historical times treated animals differently",
                "To question the idea that ancient people could have hunted the megafauna to extinction",
                "To emphasize that modern people are more successful hunters than ancient people were"
            ],
            2
        ],
        [
            "In using the word \"coincidence\" in the passage, the author refers to events that occurred",
            [
                "after a period of many years",
                "subsequent to a prediction",
                "from time to time",
                "at the same time and by chance"
            ],
            3
        ],
        [
            "According to paragraph 2, what suggests that human activity played a role in the extinction of mammals about 11,000 years ago?",
            [
                "Climate changes that would have favored human population expansion occurred at the time of the extinctions.",
                "The presence of human hunters had caused animal extinctions in other time periods.",
                "There was a pattern of climate change earlier than 11,000 years ago that had not caused animal extinctions.",
                "Harmful climate changes 11,000 years ago would have required humans to hunt larger numbers of animals for food."
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information",
            [
                "A computer model was designed to determine how long it would have taken for a small group of hunters to spread across North America.",
                "A computer model showed that it was possible for a small group of hunters to spread across North America and kill off game animals in just 300 years.",
                "According to a computer model, people coming into North America 12,000 years ago had to kill game animals in order to feed their population.",
                "According to a computer model, about 12,000 years ago conditions enabled a small group of hunters to enter and cross North America in about 300 years."
            ],
            1
        ],
        [
            "Which of the following best describes the results of the research discussed in paragraph 4?",
            [
                "Scientists used mathematical models to show that most of the extinctions occurred in areas where humans had recently arrived.",
                "Scientists established that the main population of North Americans who hunted lived in Canada during the time of the megafauna extinctions.",
                "Scientists used numerical models to confirm that a small population of humans could have caused big-game extinctions in a relatively short period of time.",
                "Scientists used statistics to prove beyond doubt the currently accepted view that human hunters were the main cause of the megafauna extinctions."
            ],
            2
        ],
        [
            "Which of the following statements about Larry Agenbroad's work is implied in the discussion in paragraph 5?",
            [
                "Agenbroad showed that Mosimann and Martin's estimates of the amount of time needed to drive big-game to extinction were correct.",
                "Agenbroad's maps were the first to indicate the ages of the Clovis sites.",
                "Agenbroad reinforced the idea that humans could have caused the extinctions.",
                "Agenbroad's studies of wooly mammoths led to his discovery of Clovis sites."
            ],
            2
        ],
        [
            "The word \"admitted\" in the passage is closest in meaning to",
            [
                "accepted the truth of",
                "was unaware of",
                "was troubled by",
                "called attention to"
            ],
            0
        ],
        [
            "According to paragraph 6, which of the following statements challenges the view that hunting by humans caused the extinctions of North American megafauna?",
            [
                "The Clovis sites that contain the remains of mammoths were settled by humans long after the extinctions occurred.",
                "Only a few of the Clovis sites are located near known mammoth habitats.",
                "No archaeological evidence of extinctions has been found at Clovis sites since 1982.",
                "The number of mammoth remains found at Clovis sites is smaller than would be expected if hunting by humans had caused the extinctions."
            ],
            3
        ],
        [
            "In paragraph7, why does the author mention that there is abundant archaeological evidence for the extinction of the New Zealand moa?",
            [
                "To show that extinctions occurred in areas other than North America.",
                "To challenge Martin's claim that the lack of megafauna remains supports his model of the megafauna extinctions.",
                "To identify a country where humans were highly skilled as hunters.",
                "To help explain why it is unclear whether all large herbivores of late Pleistocene America became extinct after the appearance of Clovis."
            ],
            1
        ],
        [
            "Paragraph 7 suggests that Donald Grayson believes which of the following about the remains at Clovis sites and megafaunal extinctions?",
            [
                "The rapid rate of the spread of humans explains why the extinctions also occurred at a rapid rate.",
                "The lack of evidence of human-caused extinctions is not surprising in view of the speed with which the extinctions occurred.",
                "It is likely that more evidence will be found as dating methods improve.",
                "If humans did contribute to the extinctions, much more evidence of that would have been found by now."
            ],
            3
        ],
        [
            "One possible nonhuman cause—weather cycles—is not consistent with what scientists know about the timing of the extinctions..",
            0
        ],
        [
            [
                "That the first humans migrated to North America near the same time as the extinctions of the megafauna has led many to believe that hunting by humans was a significant cause of those extinctions.",
                "Support for the hypothesis that hunting by humans caused the extinctions has been provided by computer models, as well as by the discovery of some mammoths' remains near human settlements.",
                "There is more evidence that human settlers hunted large flightless birds like the moa into extinction than there is that hunters caused the extinction of large mammals like the mammoth.",
                "Early North Americans known as the Clovis society developed spears in order to hunt enough large animals to feed their population as it expanded across vast areas of the continent.",
                "Scientists have proven that the human hunters of large animals who migrated across North America grew in number so quickly that they killed off most of the megafauna within a few hundred years.",
                "Some scholars argue that the evidence linking mammoth remains to human settlements is insufficient to establish that hunting by humans was a significant factor in the megafauna extinctions."
            ],
            [
                0,
                1,
                5
            ]
        ]
    ]
}