{
    "article": "Although literacy appeared independently in several parts of the prehistoric world, the earliest evidence of writing is the cuneiform Sumerian script on the clay tablets of ancient Mesopotamia, which, archaeological detective work has revealed, had its origins in the accounting practices of commercial activity. Researchers demonstrated that preliterate people, to keep track of the goods they produced and exchanged, created a system of accounting using clay tokens as symbolic representations of their products. Over many thousands of years, the symbols evolved through several stages of abstraction until they became wedge- shaped (cuneiform) signs on clay tablets, recognizable as writing.\nThe original tokens (circa 8500 B.C.E.) were three-dimensional solid shapes—tiny spheres, cones, disks, and cylinders. A debt of six units of grain and eight head of livestock, for example might have been represented by six conical and eight cylindrical tokens. To keep batches of tokens together, an innovation was introduced (circa 3250 B. C. E.) whereby they were sealed inside clay envelopes that could be broken open and counted when it came time for a debt to be repaid. But because the contents of the envelopes could easily be forgotten, two-dimensional representations of the three-dimensional tokens were impressed into the surface of the envelopes before they were sealed. Eventually, having two sets of equivalent symbols—the internal tokens and external markings—came to seem redundant, so the tokens were eliminated (circa 3250-3100 B.C.E.), and only solid clay tablets with two-dimensional symbols were retained. Over time, the symbols became more numerous, varied, and abstract and came to represent more than trade commodities, evolving eventually into cuneiform writing.\n\nThe evolution of the symbolism is reflected in the archaeological record first of all by the increasing complexity of the tokens themselves. The earliest tokens, dating from about 10,000 to 6,000 years ago, were of only the simplest geometric shapes. But about 3500 B.C.E., more complex tokens came into common usage, including many naturalistic forms shaped like miniature tools, furniture, fruit, and humans. The earlier, plain tokens were counters for agricultural products, whereas the complex ones stood for finished products, such as bread, oil, perfume, wool, and rope, and for items produced in workshops, such as metal, bracelets, types of cloth, garments, mats, pieces of furniture, tools, and a variety of stone and pottery vessels. The signs marked on clay tablets likewise evolved from simple wedges, circles, ovals, and triangles based on the plain tokens to pictographs derived from the complex tokens.\nBefore this evidence came to light, the inventors of writing were assumed by researchers to have been an intellectual elite. Some, for example, hypothesized that writing emerged when members of the priestly caste agreed among themselves on written signs. But the association of the plain tokens with the first farmers and of the complex tokens with the first artisans—and the fact that the token-and-envelope accounting system invariably represented only small-scale transactions—testifies to the relatively modest social status of the creators of writing.\nAnd not only of literacy, but numeracy (the representation of quantitative concepts) as well. The evidence of the tokens provides further confirmation that mathematics originated in people’s desire to keep records of flocks and other goods. Another immensely significant step occurred around 3100 B.C.E., when Sumerian accountants extended the token-based signs to include the first real numerals.  [■]Previously, units of grain had been represented by direct one-to-one correspondence―by repeating the token or symbol for a unit of grain the required number of times.  [■]The accountants, however, devised numeral signs distinct from commodity signs, so that eighteen units of grain could be indicated by preceding a single grain symbol with a symbol denoting “18.” [■] Their invention of abstract numerals and abstract counting was one of the most revolutionary advances in the history of mathematics. [■]\nWhat was the social status of the anonymous accountants who produced this breakthrough? The immense volume of clay tablets unearthed in the ruins of the Sumerian temples where the accounts were kept suggests a social differentiation within the scribal class, with a virtual army of lower-ranking tabulators performing the monotonous job of tallying commodities. We can only speculate as to how high or low the inventors of true numerals were in the scribal hierarchy, but it stands to reason that this laborsaving innovation would have been the brainchild of the lower-ranking types whose drudgery is eased.\n ",
    "questions": [
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Sumerian script, the earliest known form of writing among prehistoric writing systems, was first used on clay tablets for accounting purposes.",
                "Although the earliest Sumerians engaged in commercial activity and practiced accounting, they were not as literate as people in other parts of the prehistoric world.",
                "Archaeologists have discovered that literacy was developed in several parts of the world, including ancient Mesopotamia.",
                "Archaeological detective work has revealed the commercial accounting practices of the Sumerians of ancient Mesopotamia and provided a written record of their intense commercial activity."
            ],
            0
        ],
        [
            "All of the following are mentioned in paragraph 2 as true of clay envelopes EXCEPT:",
            [
                "They contained batches of tokens.",
                "They could be reused frequently.",
                "They had markings on the outside.",
                "They could be used to record debts."
            ],
            1
        ],
        [
            "According to paragraph 2, the first two-dimensional symbols were",
            [
                "pictures of commodities drawn on clay tablets",
                "images sealed inside conical or cylindrical containers",
                "numbers used for keeping track of clay envelopes",
                "images of tokens pressed into the clay of envelopes"
            ],
            3
        ],
        [
            "According to paragraph 2, why were tokens eliminated?",
            [
                "They were not numerous or varied enough to represent all of the trade commodities.",
                "They were easily broken and then hard to count.",
                "They were difficult to keep together in batches.",
                "They were unnecessary when symbols were used on the surface of envelopes."
            ],
            3
        ],
        [
            "Which of the following can be inferred from paragraph 3 about the difference between earlier tokens and later tokens?",
            [
                "Later tokens were made of many different materials, but earlier ones were made only of clay.",
                "Later tokens often looked like the commodities that they represented, but earlier ones did not.",
                "Later tokens represented agricultural products, but earlier ones represented finished products.",
                "Later tokens were based on pictographs，but earlier ones were based on naturalistic forms."
            ],
            1
        ],
        [
            "The word “likewise\" in the passage is closest in meaning to",
            [
                "probably",
                "usually",
                "similarly",
                "apparently"
            ],
            2
        ],
        [
            "The word “Some” in the passage refers to",
            [
                "evidence",
                "inventors",
                "researchers",
                "intellectual elite"
            ],
            2
        ],
        [
            "In paragraph 4, why does the author mention the association of tokens with farmers and artisans?",
            [
                "To provide examples of the types of commercial activity that existed in Sumerian society",
                "To argue against the theory that writing was developed by an intellectual elite",
                "To contrast the way farmers used tokens with the way artisans used tokens",
                "To help explain why farmers and artisans had a relatively modest social status in Sumerian society"
            ],
            1
        ],
        [
            "The word “invariably” in the passage is closest in meaning to",
            [
                "easily",
                "accurately",
                "always",
                "soon"
            ],
            2
        ],
        [
            "According to paragraph 5, all of the following statements about the development of numerals are true EXCEPT:",
            [
                "Numerals first developed around 3100 B.C.E.",
                "Numerals were created to keep records of commodities.",
                "The numeral “18” developed from the sign for grain.",
                "Accountants introduced unique numeral signs for use with signs for commodities."
            ],
            2
        ],
        [
            "The word “unearthed” in the passage is closest in meaning to",
            [
                "discovered",
                "protected",
                "buried",
                "forgotten"
            ],
            0
        ],
        [
            "The word “brainchild\" in the passage is closest in meaning to",
            [
                "symbol",
                "concern",
                "pride",
                "invention"
            ],
            3
        ],
        [
            "Such a system was clearly awkward for large inventories..",
            1
        ],
        [
            [
                "Three-dimensional tokens used to keep track of debts of grain and livestock eventually gave way to two-dimensional symbols on clay tablets.",
                "Writing was probably developed by farmers and artisans, since the symbols were first used to keep track of agricultural products and items produced by artisans.",
                "Two separate sets of symbols were used to keep track of each accounting of goods to avoid mistakes in the accounting when only one set of tokens or marks was used.",
                "Early tokens representing three-dimensional geometric shapes show that ancient Mesopotamians invented geometry as well as writing.",
                "The inventors of numerals were probably lower-ranking accountants because they were assigned the job of developing new methods of accounting for large inventories.",
                "Symbols were first used in a direct one-to-one correspondence with the commodity being counted, but eventually true numerals were developed."
            ],
            [
                0,
                1,
                5
            ]
        ]
    ]
}