{
    "article": "A fluid is a substance, such as a liquid or gas, in which the component particles (usually molecules) can move past one another. Fluids flow easily and conform to the shape of their containers. The geologic processes related to the movement of fluids on a planet's surface can completely resurface a planet many times. These processes derive their energy from the Sun and the gravitational forces of the planet itself. As these fluids interact with surface materials, they move particles about or react chemically with them to modify or produce materials. On a solid planet with a hydrosphere and an atmosphere, only a tiny fraction of the planetary mass flows as surface fluids. Yet the movements of these fluids can drastically alter a planet. Consider Venus and Earth, both terrestrial planets with atmospheres.\nVenus and Earth are commonly regarded as twin planets but not identical twins. They are about the same size, are composed of roughly the same mix of materials, and may have been comparably endowed at their beginning with carbon dioxide and water. However, the twins evolved differently largely because of differences in their distance from the Sun. With a significant amount of internal heat, Venus may continue to be geologically active with volcanoes, rifting, and folding.  [■] However, it lacks any sign of a hydrologic system (water circulation and distribution): there are no streams, lakes oceans or glaciers.  [■] Space probes suggest that Venus may have started with as much water as Earth, but it was unable to keep its water in liquid form.  [■] Because Venus receives more heat from the Sun, water released from the interior evaporated and rose to the upper atmosphere where the Sun's ultraviolet rays broke the molecules apart. [■] Much of the freed hydrogen escaped into space, and Venus lost its water. Without water, Venus became less and less like Earth and kept an atmosphere filled with carbon dioxide. The carbon dioxide acts as a blanket, creating an intense greenhouse effect and driving surface temperatures high enough to melt lead and to prohibit the formation of carbonate minerals. Volcanoes continually vented more carbon dioxide into the atmosphere. On Earth, liquid water removes carbon dioxide from the atmosphere and combines it with calcium, from rock weathering, to form carbonate sedimentary rocks. Without liquid water to remove carbon from the atmosphere, the level of carbon dioxide in the atmosphere of Venus remains high.\nLike Venus, Earth is large enough to be geologically active and for its gravitational field to hold an atmosphere. Unlike Venus, it is just the right distance from the Sun so that temperature ranges allow water to exist as a liquid, a solid, and a gas. Water is thus extremely mobile and moves rapidly over the planet in a continuous hydrologic cycle. Heated by the Sun, the water moves in great cycles from the oceans to the atmosphere, over the landscape in river systems, and ultimately back to the oceans. As a result, Earth's surface has been continually changed and eroded into delicate systems of river valleys - a remarkable contrast to the surfaces of other planetary bodies where impact craters dominate. Few areas on Earth have been untouched by flowing water. As a result, river valleys are the dominant feature of its landscape. Similarly, wind action has scoured fine particles away from large areas, depositing them elsewhere as vast sand seas dominated by dunes or in sheets of loess (fine-grained soil deposits). These fluid movements are caused by gravity flow systems energized by heat from the Sun. Other geologic changes occur when the gases in the atmosphere or water react with rocks at the surface to form new chemical compounds with different properties. An important example of this process was the removal of most of Earths carbon dioxide from its atmosphere to form carbonate rocks. However, if Earth were a little closer to the Sun, its oceans would evaporate; if it were farther from the Sun, the oceans would freeze solid. Because liquid water was present, self-replicating molecules of carbon, hydrogen, and oxygen developed life early in Earth's history and have radically modified its surface, blanketing huge parts of the continents with greenery. Life thrives on this planet, and it helped create the planet's oxygen- and nitrogen-rich atmosphere and moderate temperatures.\n ",
    "questions": [
        [
            "The word \"modify\" in the passage is closest in meaning to",
            [
                "obtain",
                "change ",
                "replace",
                "absorb"
            ],
            1
        ],
        [
            "The word \"drastically\" in the passage is closest in meaning to",
            [
                "gradually",
                "permanently",
                "extensively",
                "possibly"
            ],
            2
        ],
        [
            "Paragraph 1 supports all of the following statements about fluids EXCEPT",
            [
                "They can chemically react with particles on a planet’s surface.",
                "Most of their mass does not flow but remains in place.",
                "Their movement can reshape the surface of certain kinds of planets.",
                "Their movement is driven by the Sun and by gravity."
            ],
            1
        ],
        [
            "The word “prohibit” in the passage is closest in meaning to",
            [
                "prevent",
                "speed up",
                "affect",
                "encourage"
            ],
            0
        ],
        [
            "According to paragraph 2, what is one difference between Earth and Venus?",
            [
                "Earth has less water in its atmosphere than Venus does.",
                "Earth has a hydrologic system but Venus does not.",
                "Earth is less geologically active than Venus is.",
                "Earth has more carbon dioxide than Venus does."
            ],
            1
        ],
        [
            "It can be inferred from paragraph 2 that Earth evolved differently than Venus did in part because",
            [
                "there was more volcanic activity on early Venus than on early Earth",
                "they received different amounts of solar energy",
                "their interiors contained different amounts of heat",
                "their early atmospheres contained different levels of oxygen and nitrogen"
            ],
            1
        ],
        [
            "According to paragraph 2, all of the following played a role in keeping carbon dioxide levels high in the atmosphere of Venus EXCEPT",
            [
                "the breaking apart of water molecules by ultraviolet rays",
                "the evaporation of water released from the planet's interior",
                "the escape of hydrogen into space",
                "the release of molecules from melting metals such as lead"
            ],
            3
        ],
        [
            "The word \"ultimately\" in the passage is closest in meaning to",
            [
                "finally",
                "slowly",
                "repeatedly",
                "constantly"
            ],
            0
        ],
        [
            "According to paragraph 3, Earth's surface is different from the surfaces of many other planetary bodies in which of the following ways?",
            [
                "It is more strongly marked by river valleys and erosion.",
                "It is more geologically active.",
                "It is covered by impact craters.",
                "It has an atmosphere."
            ],
            0
        ],
        [
            "According to paragraph 3, why is water able to move so freely on Earth?",
            [
                "Earth's temperatures are such that water exists in solid, liquid, and gas forms.",
                "Earth is large enough to be geologically active and for its gravitational field to hold an atmosphere.",
                "Earth’s surface allows river valleys to develop across the landscape.",
                "Earth has active winds that blow across seas and oceans causing fluid movements."
            ],
            0
        ],
        [
            "Why does the author point out that on Earth \"gases in the atmosphere or water react with rocks at the surface to form new chemical compounds\"?",
            [
                "To explain why scientists believe that few areas on Earth have been untouched by flowing water.",
                "To identify one of several ways in which the movement of fluids can affect the surface of a planet.",
                "To provide evidence that fluid movements are caused by gravity flow systems energized by the Sun.",
                "To identify an effect of wind scouring fine particles away from large areas."
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Life on Earth is responsible for many changes to the planet's surface, including blankets of greenery.",
                "Self-replicating molecules of carbon, hydrogen, and oxygen led to the development of life early in Earth's history.",
                "The presence of water made it possible for life to develop early in Earth's history and to significantly change its surface.",
                "Early in life's history on Earth, self-replicating molecules of carbon hydrogen, and oxygen began blanketing the surface in greenery."
            ],
            2
        ],
        [
            "Venus may not have always been this way..",
            1
        ],
        [
            [
                "Although Venus is about the same size as Earth, its greater volcanic activity has added considerably to carbon dioxide levels in its atmosphere.",
                "Like Venus Earth has an atmosphere, but Earth's atmosphere has far more oxygen and nitrogen than does the atmosphere of Venus.",
                "On Earth, chemical reactions involving fluids remove carbon dioxide from the atmosphere by giving rise to carbonate rocks, and winds energized by gravity flow systems move fine particles from one place to another. ",
                "Because Venus lost the water it originally had, most of its carbon dioxide remained in its atmosphere, causing the planet to become very warm.",
                "On Earth, the dominance of river valley landscapes and the existence of life are due to the planet s hydrologic cycle.",
                "The evaporation of liquid water from Earth's surface is largely limited by the life forms that have developed, particularly the vegetation."
            ],
            [
                2,
                3,
                4
            ]
        ]
    ]
}