{
    "article": "Our current ability to precisely engineer crop genomes was preceded by a long history of genetic manipulation in agriculture. Human impact and its accompanying effects began early in our history at many tropical and subtropical sites around the globe. Our ancestors were omnivores, consuming whatever plant or animal material they fortuitously encountered. Even then, humans had considerable effects on the environment, reducing and even driving to extinction populations of the animal species they hunted and expanding the distribution of plants by accidentally distributing seeds as they migrated.\nHumans probably first realized that seeds could yield a stable food supply through agriculture when they observed plants arising from refuse or wasteland, perhaps fruit trees growing along forest and jungle paths from discarded or defecated seeds or else vegetables sprouting in garbage dumps at temporary settlements. A more organized approach to agriculture began about eight to ten thousand years ago coincidentally at a number of locations around the globe. The most diverse farming developed in the Near East, with legumes, cereals, flax, sesame, and fruit trees. At about the same time, New World residents were growing beans, maize, squashes, and potatoes，and Asian farmers were beginning to cultivate rice.\nThese early domesticated crops foreshadowed the overwhelming changes contemporary agriculture has wrought in plants. Humans soon learned to separate varieties that could be grown as crops from wild types in order to prevent characteristics undesirable for cultivation from mingling with those selected for farming.Continued selection of crops with desirable characteristics increased the separation between feral (wild) and managed plants and accelerated the diminishing diversity and more limited variation found in today's crops.\nThe simplest way to select crops is to save seeds preferentially from plants with beneficial traits, and the first farmers selected for large seeds and fruit, increased seed production, lack of dormancy, faster germination, higher annual yield, and reduced seed scattering. The success of this early selection resulted in an accelerating impact of agriculture on crop diversity and feral plants. Crops quickly became commodities, moved and traded over a rapidly widening area, so that many plants were distributed well beyond their previous ranges, and some throughout the globe.\nThree phenomena have characterized the more recent impact of agriculture on Earth.  [■]The first was the increase in human population, which has doubled at shorter and shorter intervals over the last thousand years.  [■]The result was increased acreage under cultivation and a fundamental remodeling of the globe toward managed rather than wild ecosystems.  [■]By 1998 there were 3,410,523,800 acres of land under cultivation worldwide, an area larger than the United States.  [■]Entire ecosystems have disappeared, others remain but are threatened, and the sheer volume of people and area of farmland have been major forces of biological change.\nThe second event through which agriculture modified our planet was European colonization. Previously, migration and trade had moved crops between countries and continents, but the Europeans inaugurated an unprecedented dispersal of biological material worldwide. Maize, tomatoes, and potatoes were transported from the New World to the Old; wheat, rye, and barley were carried from the Old World to the New; and rice, soybeans, and alfalfa were moved from their Asian sources to every arable continent. Each of these and innumerable other introductions conveyed not only unique material but also assemblages of introduced plant pests and diseases that today cause the majority of pest-management problems around the world.\nThe third factor shaping the nature of agriculture and the environment alike is the increasing precision with which we have selected and bred crops. This acuity stemmed from many advances, but at its heart lies the work of two men—one, the English naturalist Charles Darwin, and the other, an Austrian monk, Gregor Mendel. The concepts of evolution and genetics were not their work alone, but both of them were decades ahead of their colleagues in synthesizing the companion concepts of natural selection and inheritance that are at the core of all contemporary biological science and that form the substrate upon which biotechnology grew.\n ",
    "questions": [
        [
            "According to paragraph 1，all of the following are true of early humans EXCEPT:",
            [
                "They fed on any plants and animals that they found.",
                "They significantly reduced the number of animal species through hunting.",
                "They spread plants from one place to another as they migrated.",
                "They introduced new animal species to different parts of the world."
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Humans first saw fruit trees growing along pathways and vegetables growing on garbage dumps in temporary settlements and started cultivating them for a steady food supply.",
                "Humans living in temporary settlements noticed that fruit trees and vegetables that they could cultivate for a constant supply of food were growing in waste areas.",
                "Humans saw plants growing in waste areas at temporary settlements and got the idea that they could plant seeds to ensure a constant supply of food.",
                "Humans maintained a constant food supply by planting fruit trees along pathways and vegetables in garbage dumps and other waste areas in temporary settlements."
            ],
            2
        ],
        [
            "Why does the author include the information that “New World residents were growing beans, maize, squashes, and potatoes”?",
            [
                "To support the claim that organized agriculture developed in different parts of the world at the same time",
                "To indicate that different crops were grown in different parts of the world",
                "To argue against the idea that the most diverse farming occurred in the Near East",
                "To indicate that New World farmers cultivated a larger number of crops than Asian farmers did"
            ],
            0
        ],
        [
            "Which of the following can be inferred from paragraph 3 about plants with undesirable characteristics?",
            [
                "Farmers cultivated them only when plants with desirable characteristics were not available.",
                "Farmers did not let them grow near plants that were selected for cultivation as crops.",
                "They enabled farmers to more properly manage the plants that were selected for cultivation as crops.",
                "They provided farmers with a limited variety of plants to select for cultivation as crops."
            ],
            1
        ],
        [
            "Which of the following is mentioned in paragraph 4 as an effect of crops becoming commodities?",
            [
                "Farmers were able to cultivate a greater variety of crops than they used to.",
                "Trade routes quickly developed as people moved crops from one place to another.",
                "Plants became widely distributed outside their places of origin.",
                "Feral plants were quickly wiped out as more crops were cultivated for trading."
            ],
            2
        ],
        [
            "The word “inaugurated” in the passage is closest in meaning to",
            [
                "encouraged",
                "observed",
                "achieved",
                "introduced"
            ],
            3
        ],
        [
            "Which of the following is mentioned in paragraph 6 as one of the effects of moving crops from one part of the world to another part of the world?",
            [
                "Europeans were able to successfully colonize other continents.",
                "Plant pests and diseases became more widespread.",
                "Some crops failed to grow very well at their new locations.",
                "New ways to manage pests and diseases that affected crops were introduced."
            ],
            1
        ],
        [
            "Which of the following is mentioned in paragraph 7 as being true of Charles Darwin and Gregor Mendel?",
            [
                "They were the first to integrate the concepts of natural selection and inheritance.",
                "They were the first to encourage the use of biotechnology in agriculture.",
                "They were the first to work on evolution and genetics at the same lime.",
                "They were the first to provide farmers with information on selecting and breeding crops."
            ],
            0
        ],
        [
            "This large-scale agriculture has actually resulted in a decrease in biological diversity. .",
            3
        ],
        [
            [
                "Humans have affected plants through the process of selective breeding for more than 10,000 years.",
                "Domesticated plants have affected ecosystems worldwide as they have spread through human migration, trade, and colonization.",
                "Biotechnology, based on the concepts of natural selection and inheritance, has enhanced farmers' ability to select and grow crops with valuable characteristics.",
                "A greater variety of crops was cultivated in the Near East than in the New World and Asia.",
                "The wide distribution of plants throughout the world has led to the development of effective pest-management techniques aimed at protecting plants against pests and diseases.",
                "Farmers have developed methods of crop selection and breeding that do not adversely affect the environment following the work of Darwin and Mendel."
            ],
            [
                0,
                1,
                2
            ]
        ]
    ]
}