{
    "article": "In contrast to the political anarchy, economic dislocation, and military destruction in Spanish America, Brazil's drive toward independence from Portugal proceeded as a relatively bloodless transition between 1808 and 1822. The idea of Brazilian independence first arose in the late eighteenth century as a Brazilian reaction to the Portuguese policy of tightening political and economic control over the colony in the interests of the mother country. The first significant conspiracy against Portuguese rule was organized from 1788-1799 in the province of Minas Gerais, where rigid governmental control over the production and prices of gold and diamonds, as well as heavy taxes, caused much discontent. But this conspiracy never went beyond the stage of discussion and was easily discovered and crushed. Other conspiracies in the late eighteenth century as well as a brief revolt in 1817 reflected the influence of republican ideas over sections of the elite and even the lower strata of urban society. All proved abortive or were soon crushed. Were it not for an accident of European history, the independence of Brazil might have been long delayed.\nThe French invasion of Portugal in 1807 followed by the flight of the Portuguese court (sovereign and government officers) to Rio de Janeiro brought large benefits to Brazil. Indeed, the transfer of the court in effect signified achievement of Brazilian independence. The Portuguese prince and future King Joao VI opened Brazil's ports to the trade of friendly nations, permitted the rise of local industries, and founded the Bank of Brazil. [■] In 1815 he elevated Brazil to the legal status of a kingdom coequal with Portugal. [■] ln one sense, however, Brazil's new status signified the substitution of one dependence for another. [■] Freed from Portuguese control, Brazil came under the economic dominance of England, which obtained major tariff concessions and other privileges by the Strangford Treaty of 1810 between Portugal and Great Britain. [■] The treaty provided for the importation of British manufactures into Brazil and the export of Brazilian agricultural produce to Great Britain. One result was an influx of cheap machine-made goods that swamped the handicrafts industry of the country.\nBrazilian elites took satisfaction in Brazil's new role and the growth of educational, cultural, and economic opportunities for their class. But the feeling was mixed with resentment toward the thousands of Portuguese courtiers (officials) and hangers-on who came with the court and who competed with Brazilians for jobs and favors. Thus, the change in the status of Brazil sharpened the conflict between Portuguese elites born in Brazil and elites born in Portugal and loyal to the Portuguese crown.\nThe event that precipitated the break with the mother country was the revolution of 1820 in Portugal. The Portuguese revolutionaries framed a liberal constitution for the kingdom, but they were conservative or reactionary in relation to Brazil. They demanded the immediate return of King Joao to Lisbon, an end to the system of dual monarchy that he had devised, and the restoration of the Portuguese commercial monopoly. Timid and vacillating, King Joao did not know which way to turn. Under the pressure of his courtiers, who hungered to return to Portugal and their lost estates, he finally approved the new constitution and sailed for Portugal. He left behind him, however, his son and heir, Pedro, and in a private letter advised him that in the event the Brazilians should demand independence, he should assume leadership of the movement and set the crown of Brazil on his head.\nSoon it became clear that the Portuguese parliament intended to set the clock back by abrogating all the liberties and concessions won by Brazil since 1808. One of its decrees insisted on the immediate return of Pedro from Brazil. The pace of events moved more rapidly in 1822. On January 9, urged on by Brazilian advisers who perceived a golden opportunity to make an orderly transition to independence without the intervention of the masses, Pedro refused an order from the parliament to return to Portugal, saying famously, \"l remain.\" On September 7, regarded by all Brazilians as Independence Day, he issued the even more celebrated proclamation, \"Independence or death!\" In December 1822, having overcome slight resistance by Portuguese troops, Dom Pedro was formally proclaimed constitutional Emperor of Brazil.\n ",
    "questions": [
        [
            "The word \"anarchy\" in the passage is closest in meaning to",
            [
                "uncertainty",
                "disorder",
                "powerlessness",
                "violence"
            ],
            1
        ],
        [
            "According to paragraph 1, what first caused Brazilians to think seriously about trying to achieve independence from Portugal?",
            [
                "Portugal's declining interest in having overseas colonies",
                "Portugal's moves to gain political and economic control of Brazil for its own advantage",
                "The drive toward independence going on at the time in parts of Spanish America",
                "The Portuguese reaction to Brazil's efforts to gain control over its economy"
            ],
            1
        ],
        [
            "According to paragraph 1, what happened to the 1788-1799 conspiracy against Portuguese rule?",
            [
                "It ended up creating discontent in certain provinces of Brazil",
                "It increasingly came under the influence of republican ideas from Portugal",
                "It was crushed before it got beyond the planning stage",
                "It gradually lost the support of the lower strata of urban society"
            ],
            2
        ],
        [
            "According to paragraph 2, Brazil gained a significant measure of independence early in the nineteenth century primarily as a result of",
            [
                "the Portuguese prince's desire to become King of Brazil rather than King of Portugal",
                "Brazil's growing industrial and financial importance",
                "the flight of the Portuguese court to Rio de Janeiro",
                "the Strangford Treaty with England"
            ],
            2
        ],
        [
            "According to paragraph 2, King Joao did each of the following for Brazil EXCEPT",
            [
                "establish a national bank",
                "support Brazilian industries",
                "obtain important tariff concessions from England",
                "encourage trade with a wider range of nations"
            ],
            2
        ],
        [
            "The word \"precipitated\" in the passage is closest in meaning to",
            [
                "came before",
                "brought about",
                "resulted from",
                "slowed down"
            ],
            1
        ],
        [
            "According to paragraph 4, the Portuguese revolutionaries insisted on each of the following EXCEPT",
            [
                "King Joao’s immediate return to Portugal",
                "the creation of a liberal constitution for Brazil",
                "an end to Brazil's status as a kingdom",
                "Portuguese control over the Brazilian economy"
            ],
            1
        ],
        [
            "The word \"Timid\" in the passage is closest in meaning to",
            [
                "Fearful",
                "Angry",
                "Poor",
                "Sickly"
            ],
            0
        ],
        [
            "In paragraph 4, why does the author mention that King Joao's courtiers \"hungered to return to Portugal and their lost estates\"?",
            [
                "To illustrate how conservative the courtiers were",
                "To help explain the position taken by the courtiers",
                "To give an example of the effects produced by the revolution",
                "To show why King Joao advised his son the way he did"
            ],
            1
        ],
        [
            "Paragraphs 4 and 5 support the idea that Brazil's move to declare independence in 1822 was primarily the result of",
            [
                "the revolutionaries' demand that King Joao return to Portugal",
                "Portugal's apparent intention to return Brazil to the status of a colony",
                "King Joao's decision to leave his son Pedro in Brazil",
                "the growing threat of intervention by the Brazilian masses"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "On January 9, 1822, Brazil achieved independence without any involvement by the masses when Pedro, despite the urging of his Brazilian advisers, defied a parliamentary order to return to Portugal",
                "Following the urging of Brazilian advisers, on January 9, 1822, the Portuguese parliament ordered Pedro to return, but, hoping to avoid conflict with the masses, Pedro declared, \"l remain.\"",
                "The best opportunity for Brazil to achieve independence without involving the masses came on January 9. 1822, but Pedro, saying, \"I remain,\" refused an order to return to Portugal",
                "Seeing the possibility of an orderly transition to independence, Pedro's Brazilian advisers urged him to refuse to return to Portugal, and on January 9, 1822, Pedro did refuse, declaring, \"I remain.\""
            ],
            3
        ],
        [
            "According to paragraph 5, Independence Day in Brazil is the date on which",
            [
                "Brazil made Dom Pedro its constitutional Emperor",
                "Dom Pedro refused to comply with the Portuguese parliament's demand that he return to Portugal",
                "the Portuguese parliament officially withdrew all formal connection to Brazil",
                "Dom Pedro publicly declared his position by saying, \"Independence or death!\""
            ],
            3
        ],
        [
            "Therefore, although still closely linked to Portugal, Brazil was no longer formally considered a colony.",
            1
        ],
        [
            [
                "Major conspiracies against Portuguese dominance developed in regions where governmental control over Brazil's economy had produced a spirit of revolt among Brazilian merchants",
                "King Joao effectively freed Brazil from Portugal's political and economic control and in 1815 elevated Brazil to the legal status of a kingdom coequal with Portugal",
                "After freeing itself from Portuguese control. Brazil almost immediately fell under the control of England, which used its economic power to advance Brazil's local industry for England's benefit",
                "The presence of King Joao and his court in Rio de Janeiro created competition and tension with the Portuguese elites born in Brazil, who had no loyalties to the Portuguese crown",
                "After the Portuguese revolution in 1820, Portugal attempted to reestablish complete control over Brazil; but although King Joao returned to Lisbon, Pedro, his son and heir, remained in Brazil",
                "In 1822 Dom Pedro refused Portugal's demand that he return, declared Brazil's independence, and by the year’s end had become constitutional Emperor of an independent Brazil"
            ],
            [
                1,
                4,
                5
            ]
        ]
    ]
}