{
    "article": "It was in Egypt and Mesopotamia (modern-day Iraq) that civilization arose, and it is there that we find the earliest examples of that key feature of civilization, writing. These examples, in the form of inscribed clay tablets that date to shortly before 3000 B.C.E., have been discovered among the archaeological remains of the Sumerians, a gifted people settled in southern Mesopotamia.\nThe Egyptians were not far behind in developing writing, but we cannot follow the history of their writing in detail because they used a perishable writing material. In ancient times the banks of the Nile were lined with papyrus plants, and from the papyrus reeds the Egyptians made a form of paper; it was excellent in quality but, like any paper, fragile. Mesopotamia’s rivers boasted no such useful reeds, but its land did provide good clay, and as a consequence the clay tablet became the standard material. Though clumsy and bulky it has a virtue dear to archaeologists: it is durable. Fire, for example, which is death to papyrus paper or other writing materials such as leather and wood, simply bakes it hard, thereby making it even more durable. So when a conqueror set a Mesopotamian palace ablaze, he helped ensure the survival of any clay tablets in it. Clay, moreover, is cheap, and forming it into tablets is easy, factors that helped the clay tablet become the preferred writing material not only throughout Mesopotamia but far outside it as well, in Syria, Asia Minor, Persia, and even for a while in Crete and Greece. Excavators have unearthed clay tablets in all these lands. In the Near East they remained in use for more than two and a half millennia, and in certain areas they lasted down to the beginning of the common era until finally yielding, once and for all, to more convenient alternatives.\nThe Sumerians perfected a style of writing suited to clay. This script consists of simple shapes, basically just wedge shapes and lines that could easily be incised in soft clay with a reed or wooden stylus; scholars have dubbed it cuneiform from the wedge-shaped marks (cunei in Latin) that are its hallmark. Although the ingredients are merely wedges and lines, there are hundreds of combinations of these basic forms that stand for different sounds or words. Learning these complex signs required long training and much practice; inevitably, literacy was largely limited to a small professional class, the scribes.\nThe Akkadians conquered the Sumerians around the middle of the third millennium B.C.E., and they took over the various cuneiform signs used for writing Sumerian and gave them sound and word values that fit their own language.  [■]The Babylonians and Assyrians did the same, and so did peoples in Syria and Asia Minor.  [■]The literature of the Sumerians was treasured throughout the Near East, and long after Sumerian ceased to be spoken, the Babylonians and Assyrians and others kept it alive as a literary language, the way Europeans kept Latin alive after the fall of Rome.  [■]For the scribes of these non-Sumerian languages, training was doubly demanding since they had to know the values of the various cuneiform signs for Sumerian as well as for their own language.  [■]\nThe contents of the earliest clay tablets are simple notations of numbers of commodities—animals, jars, baskets, etc. Writing, it would appear, started as a primitive form of bookkeeping. Its use soon widened to document the multitudinous things and acts that are involved in daily life, from simple inventories of commodities to complicated governmental rules and regulations.\nArchaeologists frequently find clay tablets in batches. The batches, some of which contain thousands of tablets, consist for the most part of documents of the types just mentioned: bills, deliveries, receipts, inventories, loans, marriage contracts, divorce settlements, court judgments, and so on. These records of factual matters were kept in storage to be available for reference-they were, in effect, files, or, to use the term preferred by specialists in the ancient Near East, archives. Now and then these files include pieces of writing that are of a distinctly different order, writings that do not merely record some matter of fact but involve creative intellectual activity. They range from simple textbook material to literature-and they make an appearance very early, even from the third millennium B C E.\n ",
    "questions": [
        [
            "The word “key” in the passage is closest in meaning to",
            [
                "frequent",
                "essential",
                "original",
                "familiar"
            ],
            1
        ],
        [
            "The word “virtue” in the passage is closest in meaning to",
            [
                "price",
                "design",
                "desirable quality",
                "physical characteristic"
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "In part because of its low cost and ease of use, clay became the preferred writing material throughout Mesopotamia and well beyond it.",
                "Clay was cheap throughout Mesopotamia, so clay tablets from Mesopotamia became the preferred writing material as far as the Mediterranean.",
                "For a while, the clay tablet was the preferred writing material in Crete and Greece.",
                "Moreover, because clay was used as the writing material of choice in Mesopotamia, Syria, Asia Minor, Persia, and the Mediterranean, it was cheap and popular."
            ],
            0
        ],
        [
            "What can be inferred from paragraph 2 about clay as a writing material?",
            [
                "It had to be baked before it could be written on.",
                "Its good points outweighed its bad points.",
                "Its durability was its most important feature for its users.",
                "It was not available in Egypt."
            ],
            1
        ],
        [
            "In paragraph 2, why does the author discuss the Egyptian use of papyrus as a writing material?",
            [
                "To describe the superiority of papyrus over leather and wood as a writing material",
                "To explain why writing in Egypt did not develop as quickly as it did Mesopotamia",
                "To explain why archaeologists' knowledge of the early history of writing relies mainly on Sumerian cuneiform",
                "To explain why the Sumerians preferred clay tablets for writing over papyrus"
            ],
            2
        ],
        [
            "According to paragraph 3, all of the following are true of cuneiform writing EXCEPT:",
            [
                "It was composed of very simple shapes.",
                "It was perfected by the ancient Sumerians.",
                "It influenced the choice of material on which it was written.",
                "It was understood by very few Sumerians."
            ],
            2
        ],
        [
            "According to paragraph 4, how did the Akkadians use the Sumerian language?",
            [
                "They used Sumerian for speaking but used their own national language for writing.",
                "They used the complex cuneiform signs developed by the Babylonians and Assyrians rather than the Sumerian signs.",
                "They developed their own cuneiform shapes on clay tablets to replace those used by the Sumerians.",
                "They assigned new sound and word values to the signs of Sumerian cuneiform."
            ],
            3
        ],
        [
            "Paragraph 4 answers all the following questions about Sumerian writing in the period after the Sumerians were conquered EXCEPT:",
            [
                "Did Sumerian literature continue to be read?",
                "Did Sumerian continue to be spoken?",
                "Did scribes compose new texts in Sumerian?",
                "Did Sumerian have the same fate as Latin had after the fall of Rome?"
            ],
            2
        ],
        [
            "The word \"document\" in the passage is closest in meaning to",
            [
                "include ",
                "influence ",
                "organize",
                "record"
            ],
            3
        ],
        [
            "According to paragraph 5, writing was first used for",
            [
                "simple bookkeeping ",
                "descriptions of daily events ",
                "counting the contents of clay tablets",
                "government reports"
            ],
            0
        ],
        [
            "The phrase “Now and then” in the passage is closest in meaning to",
            [
                "always ",
                "occasionally ",
                "sooner or later",
                "first and last"
            ],
            1
        ],
        [
            "According to paragraph 6, large batches of clay writing tablets were stored because the tablets",
            [
                "were being produced quickly and in large quantities",
                "did not serve any practical purpose for most Mesopotamians",
                "contained information that needed to be available for future reference",
                "could not be used again once they had been written on"
            ],
            2
        ],
        [
            "However, the Sumerian language did not entirely disappear..",
            1
        ],
        [
            [
                "Writing was invented in the same areas in which civilization began by the ancient civilizations of Mesopotamia, Asia Minor and the Mediterranean.",
                "The development of cuneiform is known because it was written on a long-lasting material and because it was long and widely used throughout the ancient Near East.",
                "Cuneiform tablets generally dealt with business and factual matters, but other topics, including literature, were also recorded and valued.",
                "Writing was developed first by the Sumerians using wedge shaped marks (cuneiform) on clay tablets and then by the Egyptians using papyrus paper.",
                "Scribes using cuneiform in Assyria, Babylon, Syria and Asia Minor had to learn all the languages that used the cuneiform script.",
                "Batches of clay tablets, sometimes with as many as a thousand tablets each, are often found by archaeologists."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}