{
    "article": "The cold Humboldt Current of the Pacific Ocean flows toward the equator along the coasts of Ecuador and Peru in South America. When the current approaches the equator, the westward-flowing trade winds cause nutrient-rich cold water along the coast to rise from deeper depths to more shallow ones. This upwelling of water has economic repercussions. Fishing, especially for anchovies, is a major local industry.\nEvery year during the months of December and January, a weak, warm countercurrent replaces the normally cold coastal waters. Without the upwelling of nutrients from below to feed the fish, fishing comes to a standstill. Fishers in this region have known the phenomenon for hundreds of years. In fact, this is the time of year they traditionally set aside to tend to their equipment and await the return of cold water. The residents of the region have given this phenomenon the name of El Niño, which is Spanish for \"the child,\" because it occurs at about the time of the celebration of birth of the Christ child.\nWhile the warm-water countercurrent usually lasts for two months or less, there are occasions when the disruption to the normal flow lasts for many months. In these situations, water temperatures are raised not just along the coast, but for thousands of kilometers offshore. Over the last few decades, the term El Niño has come to be used to describe these exceptionally strong episodes and not the annual event. During the past 60 years, at least ten El Niños have been observed. Not only do El Niños affect the temperature of the equatorial Pacific, but the strongest of them impact global weather.\nThe processes that interact to produce an El Niño involve conditions all across the Pacific, not just in the waters off South America. Over 60 years ago, Sir Gilbert Walker, a British scientist, discovered a connection between surface pressure readings at weather stations on the eastern and western sides of the Pacific. He noted that a rise in atmospheric pressure in the eastern Pacific is usually accompanied by a fall in pressure in the western Pacific and vice versa. He called this seesaw pattern the Southern Oscillation. It was later realized that there is a close link between El Niño and the Southern Oscillation. In fact, the link between the two is so great that they are often referred to jointly as ENSO (El Niño-Southern Oscillation).\nDuring a typical year, the eastern Pacific has a higher pressure than the western Pacific does. This east-to-west pressure gradient enhances the trade winds over the equatorial waters. This results in a warm surface current that moves east to west at the equator. The western Pacific develops a thick, warm layer of water while the eastern Pacific has the cold Humboldt Current enhanced by upwelling. However, in other years the Southern Oscillation, for unknown reasons, swings in the opposite direction, dramatically changing the usual conditions described above, with pressure increasing in the western Pacific and decreasing in the eastern Pacific. This change in the pressure gradient causes the trade winds to weaken or, in some cases, to reverse. This then causes the warm water in the western Pacific to flow eastward, increasing sea-surface temperatures in the central and eastern Pacific. The eastward shift signals the beginning of an El Niño.\nScientists try to document as many past El Niño events as possible by piecing together bits of historical evidence, such as sea-surface temperature records, daily observations of atmospheric pressure and rainfall, fisheries’ records from South America, and the writings of Spanish colonists dating back to the fifteenth century. From such historical evidence we know that El Niños have occurred as far back as records go.  [■] It would seem that they are becoming more frequent.  [■] Records indicate that during the sixteenth century, an El Niño occurred on average every six years.  [■] Evidence gathered over the past few decades indicates that El Niños are now occurring on average a little over every two years.  [■] Even more alarming is the fact that they appear to be getting stronger. The 1997-1998 El Niño brought copious and damaging rainfall to the southern United States, from California to Florida. Snowstorms in the northeast portion of the United States were more frequent and intense than in most years.\n ",
    "questions": [
        [
            "The word \"approaches\" in the passage is closest in meaning to",
            [
                "nears",
                "crosses",
                "travels along",
                "leaves"
            ],
            0
        ],
        [
            "According to paragraph 1, what happens when the Humboldt Current interacts with westward flowing trade winds?",
            [
                "Anchovies from southern waters are carried northward.",
                "Cold water from lower depths is brought closer to the surface.",
                "The Humboldt Current stops flowing toward the equator.",
                "The Humboldt Current begins to flow closer to the coasts of Ecuador and Peru."
            ],
            1
        ],
        [
            "Which of the following questions about the El Niñophenomenon is NOT answered in paragraph 2 ?",
            [
                "Why is the El Niño phenomenon called El Niño?",
                "How do fishers spend their time during the El Niño season?",
                "How do coastal fish obtain enough nutrients during the El Niño season?",
                "Is the temperature of coastal waters different during the El Niño season than it is the rest of the year?"
            ],
            2
        ],
        [
            "The word \"exceptionally\" in the passage is closest in meaning to",
            [
                "obviously",
                "unusually",
                "relatively",
                "occasionally"
            ],
            1
        ],
        [
            "Paragraph 3 supports which of the following statements about El Niños, as that term is now used?",
            [
                "El Niños can originate in areas other than the Pacific Ocean",
                "El Niños can arise when warm currents last for two months or less",
                "El Niños affect water temperatures long distances from the South American coast",
                "Multiple El Niños can arise within a single calendar year"
            ],
            2
        ],
        [
            "The phrase \"is usually accompanied by” in the passage is closest in meaning to",
            [
                "usually develops before",
                "usually occurs together with",
                "is usually indicated by",
                "is usually caused by"
            ],
            1
        ],
        [
            "The word \"jointly\" in the passage is closest in meaning to",
            [
                "together",
                "therefore",
                "rightfully",
                "simply"
            ],
            0
        ],
        [
            "According to paragraph 4, what did Sir Gilbert Walker discover?",
            [
                "There is a close link between  El Niño and the Southern Oscillation",
                "Surface pressure readings all across the Pacific first rise and then fall before an El Niño occurs",
                "Surface pressure on one side of the Pacific tends to fall when pressure rises on the opposite side",
                "The formation of an El Niño depends on conditions all across the Pacific, not just in the waters off of South America"
            ],
            2
        ],
        [
            "According to paragraph 5, what is the end result of the east-to-west pressure gradient in the eastern Pacific during a typical year?",
            [
                "The formation of a thick, warm layer of water in the western Pacific",
                "The reversal of the pressure gradient to west-to-east by the end of the year ",
                "A change in the direction of the Southern Oscillation",
                "The eastward flow of warm water from the western Pacific"
            ],
            0
        ],
        [
            "According to paragraph 5, all of the following changes occur in the Pacific before an ElNiñobegins EXCEPT",
            [
                "Pressure increases in the western Pacific and decreases in the eastern Pacific",
                "The trade winds decrease in intensity or reverse in the direction",
                "Surface temperatures increase in the central and eastern Pacific",
                "Ocean currents speed up as they move eastward"
            ],
            3
        ],
        [
            "What can be inferred about El Niños from the historical evidence mentioned in paragraph 6?",
            [
                "They have often brought damaging weather to parts of the United States",
                "They have been occurring since at least the fifteenth century",
                "They occurred less frequently in the sixteenth century than in the fifteenth",
                "They have had stronger weather effects on the United States in recent decades than on other locations"
            ],
            1
        ],
        [
            "Why does the author include the information that in 1997-1998 \"Snowstorms in the northeast portion of the United States were more frequent and intense than in most years\"?",
            [
                "To provide evidence supporting the claim that El Niños are getting stronger",
                "To explain why the southern United States experienced copious and damaging rainfall in 1997-1998",
                "To show that traditional methods are not adequate for documenting the effects of El Niños",
                "To identify a consequence of the fact that El Niños are now occurring a little over once every two years"
            ],
            0
        ],
        [
            "There is clear support for this view in the available documents.",
            1
        ],
        [
            [
                "An El Niño typically begins when the Humboldt Current causes upwelling as it travels toward the equator along the coast of Peru and Ecuador",
                "El Niños are preceded by the reversal of the usual east-to-west pressure gradient in the Pacific, the weakening or reversal of the trade winds, and the movement of warm water eastward",
                "Comparisons of historical records with recent past events show that El Niños are becoming more frequent and stronger",
                "In an El Niño, warm surface currents replace the Humboldt Current for many months, raising ocean temperatures far from the coast",
                "Scientists discovered the Southern Oscillation by taking surface-pressure readings at weather stations on both sides of the Pacific",
                "In recent decades, El Niños have begun to occur north of the equator and thereby affect weather conditions in the United States"
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}