{
    "article": "Biologist Ernst Mayr defined a species as “an actually or potentially interbreeding population that does not interbreed with other such populations when there is opportunity to do so.” A key event in the origin of many species is the separation of a population with its gene pool (all of the genes in a population at any one time) from other populations of the same species, thereby preventing population interbreeding. With its gene pool isolated, a separate population can follow its own evolutionary course. In the formation of many species, the initial isolation of a population seems to have been a geographic barrier. This mode of evolving new species is called allopatric speciation.\nMany factors can isolate a population geographically. A mountain range may emerge and gradually split a population of organisms that can inhabit only lowland lakes, certain fish populations might become isolated in this way. Similarly, a creeping glacier may gradually divide a population, or a land bridge such as the Isthmus of Panama may form and separate the marine life in the ocean waters on either side.\nHow formidable must a geographic barrier be to keep populations apart? It depends on the ability of the organisms to move across barriers. Birds and coyotes can easily cross mountains and rivers. The passage of wind-blown tree pollen is also not hindered by such barriers, and the seeds of many plants may be carried back and forth on animals. In contrast, small rodents may find a deep canyon or a wide river an effective barrier. For example, the Grand Canyon, in the southwestern United States, separate the range of the white-tailed antelope squirrel from that of the closely related Harris’ antelope squirrel. Smaller, with a shorter tail that is white underneath, the white-tailed antelope squirrel inhabits deserts north of the canyon and west of the Colorado River in southern California. Harris' antelope squirrel has a more limited range in deserts south of the Grand Canyon.\nGeographic isolation creates opportunities for new species to develop, but it does not necessarily lead to new species because speciation occurs only when the gene pool undergoes enough changes to establish reproductive barriers between the isolated population and its parent population. The likelihood of allopatric speciation increases when a population is small as well as isolated, making it more likely than a large population to have its gene pool changed substantially. For example, in less than two million years, small populations of stray animals and plants from the South American mainland that managed to colonize the Galapagos Islands gave rise to all the species that now inhabit the islands.\nWhen oceanic islands are far enough apart to permit populations to evolve in isolation, but close enough to allow occasional dispersions to occur, they are effectively outdoor laboratories of evolution. The Galapagos island chain is one of the world's greatest showcases of evolution. Each island was born from underwater volcanoes and was gradually covered by organisms derived from strays that rode the ocean currents and winds from other islands and continents. Organisms can also be carried to islands by other organisms, such as sea birds that travel long distances with seeds clinging to their feathers.\nThe species on the Galapagos Islands today, most of which occur nowhere else, descended from organisms that floated, flew, or were blown over the sea from the South American mainland. For instance, the Galapagos island chain has a total of thirteen species of closely related birds called Galapagos finches. These birds have many similarities but differ in their feeding habits and their beak type, which is correlated with what they eat. Accumulated evidence indicates that all thirteen finch species evolved from a single small population of ancestral birds that colonized one of the islands. Completely isolated on the island after migrating from the mainland, the founder population may have undergone significant changes in its gene pool and become a new species.  [■]Later, a few individuals of this new species may have been blown by storms to a neighboring island.  [■]Isolated on this second island, the second founder population could have evolved into a second new species, which could later recolonize the island from which its founding population emigrated.  [■]Today each Galapagos island has multiple species of finches, with as many as ten on some islands.  [■]\n ",
    "questions": [
        [
            "The word “key” in the passage is closest in meaning to",
            [
                "early",
                "crucial",
                "noticeable",
                "frequent"
            ],
            1
        ],
        [
            "The word “initial” in the passage is closest in meaning to    ",
            [
                "best",
                "usual",
                "first",
                "actual"
            ],
            2
        ],
        [
            "According to paragraph 1, allopatric speciation is possible when ",
            [
                "a population contains all the different genes present in a species at a particular time",
                "a population becomes isolated due to the presence of a geographic barrier",
                "genetic mixing begins to occur in previously separate populations of a species",
                "a species is successful in crossing a geographic barrier "
            ],
            1
        ],
        [
            "How is paragraph 2 related to paragraph 1?",
            [
                "Paragraph 2 points out a number of ways in which the phenomenon of geographic isolation mentioned in paragraph 1 can occur",
                "Paragraph 2 identifies discoveries that led to the conclusion presented in paragraph 1 that geographic isolation has played a role in the origin of many species",
                "Paragraph 2 provides evidence supporting the statement in paragraph 1 that a population can follow its own evolutionary course once its gene pool becomes isolated",
                "Paragraph 2 explains why the term “allopatric” was adopted to describe the method of speciation described in paragraph 1"
            ],
            0
        ],
        [
            "In paragraph 3, the author contrasts a variety of organisms to illustrate which of the following points?",
            [
                "Geographic barriers are less likely to keep apart populations of plants than populations of animals.",
                "Geographic barriers are more likely to keep apart populations of large organisms than populations of small organisms",
                "Some members of a species are able to cross geographic barriers, while other members of the same species are not.",
                "The effectiveness of geographic barriers in keeping organisms apart depends on an organism’s ability to move across barriers."
            ],
            3
        ],
        [
            "Paragraph 3 supports the idea that white-tailed antelope squirrels and Harris' antelope squirrels have which of the following in common?",
            [
                "They are the two smallest rodents now found in the southwestern United States.",
                "They have white coloring underneath their tails ",
                "They cannot cross the Grand Canyon ",
                "They cannot survive in desert conditions"
            ],
            2
        ],
        [
            "The word “undergoes” in the passage is closest in meaning to ",
            [
                "experiences",
                "allows",
                "prevents",
                "causes"
            ],
            0
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information",
            [
                "Geographic isolation is sometimes but not always the reason for the creation of reproductive barriers between a parent population and the populations descended from it",
                "Genetic changes in a geographical isolated population do not necessarily make the population look different enough from its parent population to be considered a new species",
                "Geographical isolation allows the separated populations to evolve independently of each other and so can lead to the formation of new species",
                "Geographic isolation can lead to new species only if the gene pool of the isolated population changes enough to prevent it from reproducing with the parent population "
            ],
            3
        ],
        [
            "According to paragraph 4, why does the size of a population affect the likelihood of allopatric speciation?",
            [
                "Because smaller populations are more likely than larger ones to become geographically isolated",
                "Because the gene pool of a small isolated population is more likely to undergo substantial change than is the gene pool of a larger population",
                "Because a small isolated population can become a new species with substantially less change to its gene pool than would be required by a larger population",
                "Because smaller populations are more likely to be made up of stray animals or plants than larger populations are"
            ],
            1
        ],
        [
            "The word “managed” in the passage is closest in meaning to",
            [
                "were able",
                "were forced",
                "arrived",
                "expanded"
            ],
            0
        ],
        [
            "Paragraph 5 supports the idea that the Galapagos island chain was able to become \"one of the world's greatest showcases of evolution\" primarily because of",
            [
                "the richness of the volcanic soil of each of the islands in the chain",
                "the distance of the individual islands from each other and from the mainland",
                "the relativity long time it took for the islands to become covered by organisms",
                "the outdoor laboratories that scientists have built on the islands to study evolution"
            ],
            1
        ],
        [
            "According to paragraph 6, what is true about the thirteen species of Galapagos finches?",
            [
                "All thirteen species are now found on most of the Galapagos Islands",
                "All thirteen species are descended from the same population of ancestral birds",
                "All thirteen species evolved on the island that was originally colonized by finches from the mainland.",
                "All thirteen species occur only in small, completely isolated populations."
            ],
            1
        ],
        [
            "This process of speciation and colonization could have been repeated over and over again, gradually involving all the islands in the chain..",
            2
        ],
        [
            [
                "Isolation can result when a geographic barrier forms and splits a population or when a few organisms somehow get carried across an existing geographic barrier and form a new population",
                "Speciation is more likely when an isolated population is small because significant genetic changes are more likely to occur in a small population than in a large one",
                "Because of the geographic isolation of the Galapagos Islands, the species that now inhabit them have gene pools that have not changed very much since the islands were first populated.",
                "Fish populations are more easily isolated by geographic barriers than are populations of most other organisms because fish cannot move across areas where there is no water.",
                "The Galapagos Islands are well situated for speciation because they provide opportunities for population isolation while also making occasional dispersions between islands possible.",
                "Evidence indicates that the first organisms to reach the Galapagos Islands were probably a small population of finches that, in less than two million years of isolation, evolved into thirteen species."
            ],
            [
                0,
                1,
                4
            ]
        ]
    ]
}