{
    "article": "When we look at the way in which biodiversity (biological diversity) is distributed over the land surface of the planet, we find that it is far from even. The tropics contain many more species overall than an equivalent area at the higher latitudes. This seems to be true for many different groups of animals and plants.  [■]\nWhy is it that higher latitudes have lower diversities than the tropics?  [■] Perhaps it is simply a matter of land area.  [■] The tropics contain a larger surface area of land than higher latitudes - a fact that is not always evident when we examine commonly used projections of Earth’s curved surface, since this tends to exaggerate the areas of land in the higher latitudes - and some biogeographers regard the differences in diversity as a reflection of this effect.  [■] But an analysis of the data by biologist Klaus Rohde does not support this explanation. Although area may contribute to biodiversity, it is certainly not the whole story; otherwise, large landmasses would always be richer in species.\nProductivity seems to be involved instead, though perhaps its influence is indirect. Where conditions are most suitable for plant growth - that is, where temperatures are relatively high and uniform and where there is an ample supply of water - one usually finds large masses of vegetation. This leads to a complex structure in the layers of plant material In a tropical rain forest, for example, a very large quantity of plant material builds up above the surface of the ground. There is also a large mass of material, developed below ground as root tissues, but this is less apparent. Careful analysis of the above ground material reveals that it is arranged in a series of layers, the precise number of layers varying with age and the nature of the forest. The arrangement of the biological mass (\"biomass\") of the vegetation into layered forms is termed its “structure” (as opposed to its “composition”, which refers to the species of organisms forming the community). Structure is essentially the architecture of vegetation, and as in the case of tropical forests, it can be extremely complicated. In a mature floodplain tropical forest in the Amazon River basin, the canopy (the uppermost layers of a forest, formed by the crowns of trees) takes on a stratified structure. There are three clear peaks in leaf cover at heights of approximately 3, 6, and 30 meters above the ground; and the very highest layer, at 50 meters, corresponds to the very tall trees that stand free of the main canopy and form an open layer of their own. So, such a forest contains essentially four layers of canopy. Forests in temperate lands often have just two canopy layers, so they have much less complex architecture.\nStructure has a strong influence on the animal life inhabiting a site. It forms the spatial environment within which an animal feeds, moves around shelters, lives, and breeds. It even affects the climate on a very local level (the \"microclimate\") by influencing light intensity, humidity, and both the range and extremes of temperature. An area of grassland vegetation with very simple structure, for example, has a very different microclimate at the ground level from that experienced in the upper canopy. Wind speeds are lower, temperatures are lower during the day (but warmer at night), and the relative humidity is much greater near the ground. The complexity of the microclimate is closely related to the complexity of structure in vegetation, and generally speaking, the more complex the structure of vegetation, the more species of animal are able to make a living there. The high plant biomass of the tropics leads to a greater spatial complexity in the environment, and this leads to a higher potential for diversity in the living things that can occupy a region. The climates of the higher latitudes are generally less favorable for the accumulation of large quantities of biomass; hence, the structure of vegetation is simpler and the animal diversity is consequently lower.\n ",
    "questions": [
        [
            "Which of the following is NOT mentioned in paragraph 4 as an aspect of microclimate?",
            [
                "Temperature range",
                "Relative humidity",
                "Light intensity",
                "Seasonal variations"
            ],
            3
        ],
        [
            "The word “distributed” in the passage is closest in meaning to",
            [
                "represented",
                "collected",
                "spread",
                "managed"
            ],
            2
        ],
        [
            "The word “overall” in the passage is closest in meaning to",
            [
                "considered as a whole",
                "to some degree",
                "possibly",
                "evidently"
            ],
            0
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Some biogeographers believe that the tropics have larger surface areas than they actually do because of the distortions produced by projections of Earth’s curved surface.",
                "High levels of diversity in the tropics are sometimes attributed to the fact that the tropics have more surface area of land than the higher latitudes do, though distortions in commonly used projections may seem to suggest otherwise.",
                "Because biogeographers disagree on whether or not the tropics are correctly represented in projections of Earth s surface, it is difficult to determine the relationship their surface area has to their diversity.",
                "Most biogeographers agree that the tropics contain a larger surface area of land than higher latitudes do，but they disagree on whether or not the tropics’ level of diversity is a reflection of that larger surface area."
            ],
            1
        ],
        [
            "Why does the author mention “Klaus Rohde” in the passage?",
            [
                "To support the argument that large landmasses are usually richer in species than smaller ones are",
                "To introduce the argument that there are other factors contributing to species diversity besides land area",
                "To cast doubt on whether the tropics actually contain higher species diversity than land at higher latitudes does",
                "To emphasize that biogeographers and biologists differ in their approaches to biodiversity"
            ],
            1
        ],
        [
            "Which of the following is NOT mentioned in paragraph 3 as a condition that benefits plant growth?",
            [
                "High temperatures",
                "Steady temperatures",
                "High latitude",
                "Plentiful water"
            ],
            2
        ],
        [
            "The word “precise” in the passage is closest in meaning to",
            [
                "exact",
                "predicted",
                "approximate",
                "required"
            ],
            0
        ],
        [
            "Paragraph 3 mentions which of the following as creating the structural complexity of a forest?",
            [
                "The height of the very tallest trees in the forest ",
                "The number of layers of canopy",
                "The frequency of floods along the plain",
                "The age of the root tissues below the ground"
            ],
            1
        ],
        [
            "According to paragraph 3, which of the following statements best describes the difference between structure and composition?",
            [
                "“Structure” refers to the arrangement of plant material above the ground surface; “composition” refers to the arrangement of root tissues below the surface of the ground.",
                "“Structure” refers to the age of the forest; “composition” refers to the forest's nature.",
                "“Structure” refers to the arrangement of plant species in an area; “composition” refers to which plant species are present in the area.",
                "“Structure” refers to the shape of the forest canopy; “composition” refers to the number of crowns forming the canopy."
            ],
            2
        ],
        [
            "Why does the author mention \"mature floodplain tropical forest in the Amazon River basin\" in the passage?",
            [
                "To dispute the idea that tropical forests are arranged in layers",
                "To give an example of the complex architecture vegetation displays in a dense area",
                "To suggest that the layers of canopy in some tropical forests can exceed the usual three or four",
                "To emphasize that the layers of canopy in a tropical forest give evidence of the number of layers of root tissues below the ground"
            ],
            1
        ],
        [
            "What can be inferred from paragraph 4 about a region with a high level of diversity of animal species?",
            [
                "It also has a high level of plant species diversity.",
                "It has relatively few microclimates",
                "It develops a less complex structure than does a region with a high plant species diversity.",
                "It develops a biomass similar to that of higher latitudes"
            ],
            0
        ],
        [
            "The word “consequently” in the passage is closest in meaning to",
            [
                "usually",
                "obviously",
                "however",
                "therefore"
            ],
            3
        ],
        [
            "One example of such tropical abundance is found in Panama, which has 667 species of breeding birds - three times the number found in Alaska..",
            0
        ],
        [
            [
                "Though land area may be related to a region's biodiversity, it is not a primary determining factor",
                "A structure of varying heights is found in both tropical and temperate forests.",
                "The more complex the structure of the vegetation of a region, the more species it is able to support.",
                "Regions possessing conditions that are favorable for plant growth tend to have abundant and diverse vegetation that supports a large number of species.",
                "The difference in microclimate between a ground-level canopy and an upper-level canopy is responsible for the number of species that inhabit each canopy.",
                "The temperature range of a region determines the number of animals that feed, move around, shelter themselves, live, and breed in that region."
            ],
            [
                0,
                2,
                3
            ]
        ]
    ]
}