{
    "article": "Actors, even when they are well rehearsed, can never fully anticipate how well they will perform before an actual audience. The actor who has been brilliant in rehearsal can crumble before an audience and completely lose the “edge” of his or her performance in the face of stage fright and apprehension. The presence of an audience can affect performance in other ways as well. Or—and this is more likely—an actor who seemed fairly unexciting at rehearsal can suddenly take fire and dazzle the audience with unexpected energy, subtlety, and depth. One celebrated example of this phenomenon was achieved by Lee J. Cobb in the original production of Arthur Miller’s Death of a Salesman, in which Cobb had the title role. Roles rehearsed in all solemnity can suddenly turn comical in performance; conversely, roles developed for comic potential in rehearsal may be received soberly by an audience and lose their comedic aspect entirely.\nSudden and dramatic change, however, is not the norm as the performance phase replaces rehearsal: most actors cross over from final dress rehearsal to opening night with only the slightest shift; indeed, this is generally thought to be the goal of a disciplined and professional rehearsal schedule. Holding back until opening night, the once-popular acting practice of restraining emotional display until opening night, is universally disavowed today, and opening night recklessness is viewed as a sure sign of the amateur, who relies primarily on guts and adrenaline to get through the performance. Deliberate revision of a role in performance, in response to the first waves of laughter or applause, is similarly frowned upon in all but the most inartistic of theaters today.\nNevertheless, a fundamental shift does occur in the actor’s awareness between rehearsal and performance, and this cannot and should not be denied; indeed, it is essential to the creation of theater art. This shift is set up by an elementary feedback: the actor is inevitably aware, with at least a portion of his or her mind, of the audience’s reaction to his or her own performance and that of the other players; there is always, in any acting performance, a subtle adjustment to the audience that sees it. The outward manifestations of this adjustment are usually all but imperceptible: the split-second hold for a laugh to die down, the slight special projection of a certain line to make sure that it reaches the back row, the quick turn of a head to make a characterization or plot transition extra clear.\nIn addition, the best actors consistently radiate a quality known to the theater world as presence. It is a quality difficult to describe, but it has the effect of making both the character whom the actor portrays and the self of the actor who represents that character especially vibrant and in the present for the audience; it is the quality of an actor who takes the stage and acknowledges, in some inexplicable yet indelible manner, that he or she is there to be seen. Performance is not a one-way statement given from the stage to the house; it is a two-way participatory communication between the actors and the audience members in which the former employ text and movement and the latter employ applause, laughter, silence, and attention.\nEven when the audience is silent and invisible—and, owing to the brightness of the stage lights, the audience is frequently invisible to the actor—the performer feels its presence. There is nothing extrasensory about this: the absence of sound is itself a signal, for when several hundred people sit without shuffling, coughing, or muttering, their silence betokens a level of attention for which the actor customarily strives. Laughter, gasps, sighs, and applause similarly feed back into the actor’s consciousness—and unconsciousness—and spur (or sometimes, alas, distract)the actor’s efforts. The veteran actor can determine quickly how to ride the crest of audience laughter and how to hold the line just long enough that it will pierce the lingering chuckles but not be overridden by them; he or she also knows how to vary the pace and/or redouble his or her energy when sensing restlessness or boredom on the other side of the curtain line. Performance technique, or the art of reading an audience, is more instinctual than learned. The timing it requires is of such complexity that no actor could master it rationally; he or she can develop it only out of experience.\n ",
    "questions": [
        [
            "The word “celebrated” in the passage is closest in meaning to",
            [
                "typical",
                "specific",
                "unusual",
                "famous"
            ],
            3
        ],
        [
            "Which of the following can be inferred from paragraph 1 about Lee J. Cobb’s performance in Death of a Salesman?",
            [
                "His performance showed that an actor can change the nature of a role intended to be serious to comic role.",
                "His performance before the live audience probably would have been different it there had been more time spent on rehearsal.",
                "Those who had observed his acting of the part in rehearsal were unprepared for the quality of his performance before a live audience.",
                "His way of presenting the main character in the original production of the play became the usual way that character was portrayed in later productions."
            ],
            2
        ],
        [
            "The author uses the word “conversely” to indicate that what follows the word is",
            [
                "in addition to what was stated before this word",
                "the reverse of what was stated before this word",
                "worse than what was stated before this word",
                "another example of what was stated before this word"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Actors always devote some portion of their minds to establishing an elementary feedback between their own performance and the reactions of others to it.",
                "An elementary feedback makes actors aware of changes in the reactions of the other actors and of the audience.",
                "On some level, actors are always aware of the audience’s reactions both to them and to the other actors and make slight changes in response to them.",
                "During a performance, actors inevitably shift their focus from the reactions of the other actors to the reactions of the audience."
            ],
            2
        ],
        [
            "Why does the author mention “the quick turn of a head” in the passage?",
            [
                "To illustrate the kind of subtle adjustment that an actor might make during a performance",
                "To indicate what actors may do while they wait for the audience's laughter to die down",
                "To explain why audiences sometimes do not notice how actors have responded to them",
                "To explain how actors can make sure that a certain line projects all the way to the back row"
            ],
            0
        ],
        [
            "In paragraph 4, why does the author comment that performance is “not a one-way statement” but rather “a two-way participatory communication”?",
            [
                "To explain why presence is so well known in the theater",
                "To explain the importance of the interaction of audience and actors in live performances",
                "To describe a particular acting technique",
                "To suggest that presence is created primarily through visual means"
            ],
            1
        ],
        [
            "The word “spur” in the passage is closest in meaning to",
            [
                "reward",
                "express",
                "determine",
                "stimulate"
            ],
            3
        ],
        [
            "According to paragraph 5, what does the absence of sounds from the audience indicate?",
            [
                "The actor may have surprised or confused the audience.",
                "The actor has succeeded in getting the audience’s attention.",
                "The audience wants to avoid distracting the actor.",
                "The audience has become invisible to the actor."
            ],
            1
        ],
        [
            " skill than mo",
            1
        ],
        [
            [
                "The actor must be prepared to react to the first indications of the audience’s reception of the performance, even when this means transforming comedy into tragedy or vice versa.",
                "The interaction between actors and audiences includes multiple stimuli, which include sight, sound, silence, and applause.",
                "Good actors make minor changes in response to an audience’s reactions and command the attention of the audience by their presence.",
                "Rehearsal cannot completely determine an actor’s performance before an audience, but the ideal is for the transition to be smooth and without dramatic change.",
                "When actors consistently demonstrate presence, they receive attention both on and off the stage.",
                "Inexperienced actors quickly learn how long to hold a line when an audience is laughing."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}