{
    "article": "Seismic waves-energy waves produced by earthquakes-permit scientists to determine the location, thickness, and properties of Earth's internal zones.  [■]They are generated when rock masses are suddenly disturbed, such as when they break or rupture.  [■]Vibrations spread out in all directions from the source of the disturbance, traveling at different speeds through parts of Earth's crust and interior that differ in chemical composition and physical properties.  [■]The principal categories of these waves are primary, secondary, and surface.  [■]All three types of waves are recorded on an instrument called a seismograph.\nPrimary waves, or P-waves, are the speediest of the three kinds of waves and therefore the first to arrive at a seismograph station after there has been an earthquake.  They travel through the upper crust of Earth at speeds of 4 to 5 kilometers per second, but near the base of the crust they speed along at 6 or 7 kilometers per second.  In these primary waves, pulses of energy are transmitted as a succession of compressions and expansions that parallel the direction of propagation of the wave itself.  Thus, a given segment of rock set in motion during an earthquake is driven into its neighbor and bounces back.  The neighbor strikes the next particle and rebounds and subsequent particles continue the motion.  Vibrational energy is an accordion-like push-pull movement that can be transmitted through solids, liquids and gases.   Of course, the speed of Pwave transmission will differ in materials of different density and elastic properties.\nSecondary waves, or S-waves, travel 1 to2 kilometers per second slower than do P-waves.  Unlike the movement of P-waves, rock vibration in secondary waves is at right angles to the direction of propagation of the energy.  This type of wave is easily demonstrated by tying a length of rope to a hook and then shaking the free end.  A series of undulations will develop in the rope and move toward the hook-that is, in the direction of propagation.  Any given particle along the rope, however, will move up and down in a direction perpendicular to the direction of propagation.  It is because of their more complex motion that S-waves travel more slowly than Pwaves.  They are the second group of oscillations to arrive at a seismograph station.  Unlike Pwaves, secondary waves will not pass through liquids or gases.\nBoth P- and S-waves are sometimes also termed body waves because they are able to penetrate deep into the interior or body of our planet.  Body waves travel faster in rocks of greater elasticity, and their speeds therefore increase steadily as they move downward into more elastic zones of Earth's interior and then decrease as they begin to make their ascent toward Earth's surface.  The change in velocity that occurs as body waves invade rocks of different elasticity results in a bending or refraction of the wave.  The many small refractions cause the body waves to assume a curved travel path through Earth.\nNot only are body waves subjected to refraction, but they may also be partially reflected off the surface of a dense rock layer in much the same way as light is reflected off a polished surface.  Many factors influence the behavior of body waves.  An increase in the temperature of rocks through which body waves are traveling will cause a decrease in velocity, whereas an increase in confining pressure will cause a corresponding increase in wave velocity.  In a fluid where no rigidity exists, S-waves cannot propagate and P-waves are markedly slowed.\nSurface waves are large-motion waves that travel through the outer crust of Earth.  Their pattern of movement resembles that of waves caused when a pebble is tossed into the center of a pond.  They develop whenever P- or S-waves disturb the surface of Earth as they emerge from the interior.  Surface waves are the last to arrive at a seismograph station.  They are usually the primary cause of the destruction that can result from earthquakes affecting densely populated areas.  This destruction results because surface waves are channeled through the thin outer region of Earth, and their energy is less rapidly scattered into the large volumes of rock traversed by body waves.\n ",
    "questions": [
        [
            "Paragraph 2 indicates that compared to P-waves traveling through Earth's upper crust, Pwaves traveling near the base of Earth's crust",
            [
                "move at higher speeds",
                "are more likely to reach a seismograph station",
                "are less likely to cause an earthquake",
                "are less likely to undergo compression"
            ],
            0
        ],
        [
            "According to paragraph 3, the main reason that S-waves travel more slowly than P-waves do is that S-waves",
            [
                "lack a consistent direction",
                "do not spread through gases or liquids",
                "are produced by the movement of P-waves",
                "move in a more complex way than P-waves"
            ],
            3
        ],
        [
            "In paragraph 3, the author presents the characteristics of S-waves by",
            [
                "comparing and contrasting S-waves and P-waves",
                "arguing that S-waves mostly behave like P-waves",
                "introducing new research findings about how S-waves move",
                "contrasting past and present understandings of how S-waves behave"
            ],
            0
        ],
        [
            "The word \"invade\" in the passage is closest in meaning to",
            [
                "break",
                "enter",
                "escape from",
                "pass over"
            ],
            1
        ],
        [
            "Which of the following can be inferred about body waves from paragraph 4?",
            [
                "P-and S-waves are restricted to Earth's deep interior.",
                "The refraction of a body wave causes the wave to change its speed.",
                "A body wave changes its velocity and direction many times as it passes through Earth.",
                "Body waves become more elastic as they move deeper into Earth and less elastic as they move toward Earth's surface."
            ],
            2
        ],
        [
            "According to paragraph 5, body waves travel more slowly through a mass of rock if the rock is",
            [
                "at a high temperature",
                "under high pressure",
                "covered with fluid",
                "not particularly dense"
            ],
            0
        ],
        [
            "According to paragraph 6. why do surface waves create much of the destruction caused by an earthquake?",
            [
                "The energy of surface waves diminishes relatively slowly as they travel through the outer crust of Earth.",
                "The regions in which surface waves tend to be strongest are areas with unusually large human populations.",
                "Surface waves travel at a more rapid rate than do P- or S-waves.",
                "Surface waves reach locations on the surface of Earth sooner than do the body waves coming from that earthquake."
            ],
            0
        ],
        [
            "According to paragraph 6, surface waves differ from body waves in which of the following ways?",
            [
                "Surface waves are more regular in their motion than are body waves.",
                "Surface waves are generated later than are body waves.",
                "Surface waves travel through larger volumes of rock than do body waves.",
                "Surface waves lose speed much faster than do body waves."
            ],
            1
        ],
        [
            "Since the rupturing of rock masses occurs deep within Earth, it cannot be directly observed, but it produces observable effects..",
            1
        ],
        [
            [
                "Primary and secondary waves are the fastest waves. And especially in Earth's interior where rock is elastic, they can reach speeds high enough to cause them to bend.",
                "The elasticity of the rocks through which body waves pass allows the body waves to continue moving at the same velocity straight through Earth.",
                "Surface waves travel through the outer crust of Earth, arrive at seismograph stations last, and can be highly destructive.",
                "Primary waves travel through solids, liquids and gases and are capable of reaching speeds of 7 kilometers per second.",
                "Because of their complex pattern of movement, secondary waves travel relatively slowly and cannot go through liquids or gases.",
                "The pattern of movement of surface waves causes their energy to be channeled in completely unpredictable, and thus dangerous, ways."
            ],
            [
                2,
                3,
                4
            ]
        ]
    ]
}