{
    "article": "Geographical constraints have had important consequences for the economy and society of Iran. Where rainfall is adequate, there are fertile valleys and grasslands suitable for grazing animals. However, since the natural vegetation tends to be sparse, it is difficult for such animals to remain in one place for any length of time. Thus nomadic pastoralism—keeping livestock (such as sheep and goats) by wandering from place to place—was one of the first and most persistent human economic activities to flourish in this area. This nomadic movement was often of the vertical variety, with people and animals moving from lowlands in wintertime to highlands in summer. The animals raised by the pastoralists provided not only food but also material for crafts such as the making of carpets, thick felt cloth, and tents. The pastoralists were typically organized into large tribal confederations capable of controlling the vast territories needed for maintaining their herds.\nThe tribes were a powerful social and political factor throughout Iranian history. The skills necessary for herding animals, hunting and chasing off predators, directing migrations, disciplining tribesmen, and protecting lands and animals from rivals could be easily adapted and directed toward military purposes as well. It was typically the tribes that produced the soldiers and rulers of the country and provided the power base for most of its dynasties. Once established, governments needed to cultivate the support of friendly tribal groups and tried to control hostile tribes by combat, deportation, or forcible settlement. At the beginning of the twentieth century, approximately one-fourth of the population were tribal peoples, and they were a potent force in Iranian affairs. With the advent of mechanized armies in the 1930s, however, there were systematic efforts to break the power of the tribes and to coerce the tribal population into a sedentary way of life. These efforts have been largely successful, and the tribes are no longer so significant a force in either the Iranian economy or society. Less than 5 percent of the population now consists of nomadic pastoralists.\nThe aridity of the Iranian plateau retarded its agricultural development in comparison to adjacent regions such as Mesopotamia, which had great rivers to draw upon for a supply of water. Eventually, at some uncertain date probably about 26 centuries ago, there was a technological breakthrough that made it possible to farm crops outside the few oases, streams, and other places with sufficient rainfall for agriculture. This was the development of underground canals known as qanats. The qanat system took advantage of the natural slope (inclination) of the plateau basins. A well would be dug in the foothills to reach a water source, usually water from melting snow that had seeped underground. Then a sequence of wells and shafts connected by underground canals would be constructed to transport the water to an area suitable for cultivation, where it could support the needs of one or more villages. The slope of the underground canals had to be controlled carefully to prevent erosion, and the interior surface of wells and shafts needed to be kept under constant maintenance to prevent them from collapsing.\n [■]Since the canals were underground, loss from evaporation was minimized.  [■]Gravity provided the means of moving the water, so no mechanical energy was required to operate the system.  [■]The numerous wells and shafts kept the length of the tricky underground canal short and facilitated repairs of each segment.  [■]Built up over the centuries, the system eventually became immense. It has been estimated that the total length of the qanat system today, counting wells, shafts, and canals, is in excess of 300,000 kilometers (almost the distance from Earth to the Moon!), which gives some idea of the tremendous investment in money and labor power it represents. Yet the type of agriculture that developed around the qanat system gave modest yields and required hard work from the peasant farmers, who received only a small share of the agricultural produce.\n ",
    "questions": [
        [
            "According to paragraph 1, pastoralists in Iran needed to move their animals for which of the following reasons?",
            [
                "Their herds were constantly growing in size.",
                "Much of the land was too steep to be used by all the grazing animals at once.",
                "In any given place, the animals soon ran out of food.",
                "Many fertile valleys and grasslands could be reached only at certain times of the year."
            ],
            2
        ],
        [
            "According to paragraph 2, nomadic pastoralists were important in Iranian history for all of the following reasons EXCEPT",
            [
                "They produced rulers for Iran.",
                "They formed a significant proportion of the Iranian population.",
                "They used the skills developed for nomadic pastoralism to support ruling dynasties.",
                "They helped make the transition in Iran from traditional to mechanized armies."
            ],
            3
        ],
        [
            "Which of the following can be inferred from paragraph 2 about the relationship between Iranian governments and the nomadic tribes?",
            [
                "Governments used soldiers from friendly tribes to combat tribes opposed to the government.",
                "Governments tried to increase the military power of the tribes.",
                "Governments used the pastoral skills of tribesmen to benefit the governments’ economic interests.",
                "Governments encouraged fighting amongst the tribes in order to limit tribal power."
            ],
            0
        ],
        [
            "The word “breakthrough” in the passage is closest in meaning to",
            [
                "experiment",
                "opportunity",
                "advance",
                "method"
            ],
            2
        ],
        [
            "According to paragraph 3, why was it necessary to regularly inspect the qanat system?",
            [
                "Erosion might cause the canals to slope.",
                "Runoff from melting snow could sometimes cause flooding.",
                "Wells and shafts might collapse if not kept in good repair.",
                "Water from the system was not always distributed fairly among villages."
            ],
            2
        ],
        [
            "According to paragraph 4, why was the qanat system built with numerous wells and shafts?",
            [
                "To minimize water loss",
                "To keep individual segments of the qanat canals short for easy maintenance",
                "To avoid the need to supply energy to transport water through the qanat canals",
                "To provide sufficient means for removing the water for irrigation"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "The qanat system today is thought to be in excess of 300,000 kilometers, which is almost as great as the distance between Earth and the Moon.",
                "Counting all of the wells, shafts, and canals would be both difficult and expensive, so the total length of the qanat system has been estimated rather than measured.",
                "The effort and expense required to build the qanat system is apparent from its estimated length of more than 300,000 kilometers.",
                "The investment of money and labor needed to construct the qanat system was probably almost as great as that required to travel from Earth to the Moon."
            ],
            2
        ],
        [
            "In paragraph 3, why does the author compare the agricultural development of the Iranian plateau with that of adjacent regions?",
            [
                "To explain how rivers affect agricultural development",
                "To explain why adjacent regions did not develop a qanat system",
                "To provide the motivation for the development of the qanat system in Iran",
                "To imply that in both the Iranian plateau and Mesopotamia, agriculture depended on irrigation"
            ],
            2
        ],
        [
            "The design of the system was ingenious in several respects..",
            0
        ],
        [
            [
                "For centuries, people raised livestock for food and wool, moving the animals from the lowlands in wintertime to the highlands in summertime.",
                "Historically, the governments of Iran depended on the support of the tribal groups to defend the water supplies of cities and other settlements.",
                "A complex system of wells, shafts, and underground canals changed agriculture in Iran by increasing the amount of land that could be farmed.",
                "Until the 1930s, nomadic tribes were a significant force in the country’s economic and political structure.",
                "During the twentieth century, nomadic people of Iran successfully resisted the attempts of centralized governments to settle them in towns and cities.",
                "The natural slope from highlands to lowlands required the construction of irrigation canals that linked agricultural areas."
            ],
            [
                0,
                2,
                3
            ]
        ]
    ]
}