{
    "article": "After the formation of the Roman Republic in 509 B.C., the Romans expanded the borders of their realm through near-continuous warfare. At its greatest extent, in the early second century A.D., the Roman Empire reached from the Euphrates River in southwest Asia to Scotland in the West. The vast territory ringed the Mediterranean Sea-mare nostrum,or “our sea,” the Romans called it. As the Romans absorbed the peoples they conquered,they imposed on them a legal, administrative, and cultural structure that endured for some five centuries—in the eastern Mediterranean until the fifteenth century A.D.—and left a lasting mark on the civilizations that emerged in Europe.\nConquering and maintaining a vast empire required not only inspired leadership and tactics but also careful planning, massive logistical support, and great administrative skill. Some of Rome's most enduring contributions to Western civilization—its system of law, its governmental and administrative structures, and its sophisticated civil engineering and architecture-reflect these qualities.\nTo facilitate the development and administration of the empire, as well as to make city life comfortable and attractive to its citizens, the Roman government undertook building programs of unprecedented scale and complexity, mandating the construction of central administrative and legal centers (forums and basilicas), recreational facilities (racetracks and stadiums),theaters, public baths, roads, bridges, aqueducts (bridge-like structures for carrying fresh water from the mountains), middle-class housing, and even new towns. To accomplish these tasks without sacrificing beauty, efficiency,and human well-being, Roman builders and architects developed rational plans using easily worked but durable materials and highly sophisticated engineering methods. The architect Vitruvius described these accomplishments in his Ten Books of Architecture.\nTo move their armies about efficiently, speed communications between Rome and the farthest reaches of the empire, and promote commerce, the Romans built a vast and sophisticated network of roads and bridges. Many modern European highways still follow the lines laid down by Roman engineers, and foundations dating from the Roman era underlie the streets of many cities. Roman bridges are still in use, and remnants of Roman aqueducts need only repairs and connecting links to enable them to function again. The Pont du Gard, near Nimes in southern France, for example, is a powerful reminder of Rome's rapid spread and enduring impact. Entirely functional,the Roman aqueduct conveys the balance,proportion, and rhythmic harmony of a great work of art and fits naturally into the landscape,a reflection of the Romans' attitude toward the land.\nDespite their sophistication as city-dwellers,Romans liked to portray themselves as simple country folk who had never lost their love of nature. The middle classes enjoyed their town-home gardens,wealthy city dwellers maintained rural estates, and Roman emperors had country villas that were both functioning farms and places of recreation. Wealthy Romans even brought nature indoors by commissioning artists to paint landscapes on the Interior walls of their homes.\nThe Romans particularly admired Greek art. Historians have even suggested that although Rome conquered the Greek world,Greek culture conquered Rome. The Romans used Greek designs and Greek styles of columns in their architecture, imported Greek art, and employed Greek artists. In 146 B.C, for example, they stripped the Greek city of Corinth of its art treasures and shipped them back to Rome. Ironically, this love of Greek art was not accompanied by admiration for its artists. In Rome, as in Greece, professional artists were generally considered little more than skilled laborers.\nAlthough the Romans had gods of their own, they also adopted many Greek gods and myths and assimilated Greek religious beliefs and practices into a form of state religion.  [■]To these gods they added their own deified emperors, in part to maintain the allegiance of the culturally diverse populations of the empire.  [■]Worship of ancient gods mingled with homage to past rulers, and oaths of allegiance to the living ruler made the official religion a political duty-increasingly ritualized, perfunctory, and distant from the everyday life of the average person.  [■]As a result, many Romans adopted the more personal religious beliefs of the people they had conquered.  [■]These unauthorized religions flourished,despite occasional government efforts to suppress them.\n ",
    "questions": [
        [
            "According to paragraph 1, which of the following is true of the Roman Empire?",
            [
                "It included more territory in the early second century A.D. than at any other time.",
                "It had reached the Euphrates River in southwest Asia by 509 B.C.",
                "It endured in the eastern Mediterranean for about five centuries.",
                "It allowed conquered peoples to keep their own government and cultural structures."
            ],
            0
        ],
        [
            "The word “durable” in the passage is closest in meaning to",
            [
                "convenient",
                "attractive",
                "low-cost",
                "long-lasting"
            ],
            3
        ],
        [
            "The word “remnants” in the passage is closest in meaning to",
            [
                "copies",
                "plans",
                "remains",
                "surfaces"
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Because the Romans believed that works of art fit more naturally into the landscape than practical structures,their aqueducts were always in use.",
                "The Roman aqueduct is a functional and artistic structure reflecting the idea that architecture should blend naturally with the landscape.",
                "The Roman aqueduct reflects the qualities of a functional structure rather than those of a great work of art.",
                "The Roman aqueduct conveys the belief that a great work of art is often inspired by the landscape."
            ],
            1
        ],
        [
            "According to paragraph 4, all of the following were true of Roman roads EXCEPT:",
            [
                "They commonly ran alongside Roman aqueducts.",
                "They extended from Rome to distant parts of the Empire.",
                "They were built in part to facilitate trade and business.",
                "They determined the course of some modern roads."
            ],
            0
        ],
        [
            "In paragraph 6, why does the author mention that the Romans stripped the Greek city of Corinth of its art treasures and shipped them back to Rome?",
            [
                "To explain how the Romans first became familiar with Greek designs",
                "To emphasize that Romans usually removed possessions from countries they conquered",
                "To illustrate the Roman admiration for Greek art",
                "To argue that the Romans associated art with military power"
            ],
            2
        ],
        [
            "According to paragraph 6, which of the following best describes how Romans fell about artists?",
            [
                "They respected Greek artists more than Roman artists.",
                "They valued artworks more than they valued artists.",
                "They considered artists to be far superior to skilled laborers.",
                "They admired Greek architecture more than Greek art."
            ],
            1
        ],
        [
            "According to paragraph 7, the Romans made gods of their emperors partly in order to",
            [
                "encourage loyalty to the Roman state",
                "imitate the Greek practice of making gods of important rulers",
                "claim that their emperors were more powerful than ancient gods",
                "promote the worship of Roman rather than Greek gods"
            ],
            0
        ],
        [
            "For example, the so-called mystery religions, some of which originated in the formerly independent countries of Egypt, Anatolia, and Persia, attracted a number of followers in Rome..",
            3
        ],
        [
            [
                "The Romans allowed the legal and administrative structures of conquered lands to operate independently of Rome.",
                "Landscape and nature were not represented in the decorations inside Roman homes.",
                "Greek culture had a significant impact on the art and religious beliefs of the Romans.",
                "The Romans developed a wide variety of techniques and institutions to efficiently administer their territories.",
                "The Romans built architectural structures that are still functional today.",
                "The Roman government made attempts to eliminate unauthorized religions."
            ],
            [
                2,
                3,
                4
            ]
        ]
    ]
}