{
    "article": "Volcanoes are the landforms created when molten rock, or magma, escapes from vents in the Earth’s surface and then solidifies around these vents. In any given year, roughly 50 of Earth’s active volcanoes erupt — usually with some warning. Before they blow, they typically shake, swell, warm up, and belch a variety of gases. Scientists from the Volcano Disaster Assistance Program (VDAP)—part of the U.S. Geological Survey and based at the U.S. Geological Survey’s Cascades Volcano Observatory in Vancouver, Washington—are always on call, ready when summoned to rush at a moment’s notice to an awakening volcano anywhere in the world; armed with the latest in lasers, seismometers, and other monitoring devices, they can assess the volcano’s potential for violence and predict when it might ignite.\nGeologists have enjoyed fair success in predicting individual eruptive episodes when they concentrate on a specific volcano after an eruptive phase has begun. These monitoring efforts involve carefully measuring changes in a volcano’s surface temperature, watching for the slightest expansion in its slope, and keeping track of regional earthquake activity. A laboratory at the University of Washington in Seattle is staffed 24 hours a day to monitor the rumblings of Mount St. Helens. Even with the advances brought by today’s technology, however, the art of volcano prediction has not been fully mastered. The U.S. Geological Survey missed the call on Mount St. Helens’ 1980 blast despite the fact that the mountain was being watched closely by a large team of scientists armed with the latest in prediction technology. It did successfully predict the eruption of Mount Pinatubo in the Philippines, evacuating virtually everyone within 25 kilometers (15 miles) before the volcano’s powerful blast on May 17,1991.\nBefore a volcano erupts, hot magma rises toward the surface, so any local manifestation of increasing heat may signal an impending event. Ongoing surveys can identify new surface hot springs and take the temperature of the water and steam in existing ones. If the escaping steam isn’t much hotter than the boiling point of water， then surface water is probably seeping into the mountain and being heated by contact with hot subsurface rocks, and all is well for the time being. If the steam is superheated, with temperatures as high as 500° C (900° F), then it probably derives from shallow water-rich magma, a sign that an eruption may be brewing. As magma rises, the volcanic cone itself begins to heat up. The overall temperature of a volcanic cone can be monitored from an orbiting satellite equipped with infrared heat sensors to detect the slightest change in surface temperature. This high-altitude technology serves as a simultaneous early-warning system for most of Earth’s 600 or so active volcanoes. Impending eruptions may also be predicted by increased gas emissions from rising magmas. For this reason, volcanologists continuously monitor sulfur dioxide and carbon dioxide emissions from potentially active volcanoes.\nActive volcanoes expand in volume as they acquire new supplies of magma from below.  [■]As a result, an increase in the steepness or bulging of a volcano’s slope may signal an impending eruption.  [■]To detect the inflation of a volcanic cone, a tilt meter, a device like a carpenter’s level, is used.  [■]As magma rises, it pushes aside fractured rock, enlarging the fractures as it moves. Because this type of fracturing causes earthquakes, eruptions are often preceded by a distinctive pattern of earthquake activity called harmonic tremors, a continuous rhythmic rumbling.  [■]Sensitive equipment that monitors the location where these tremors occur can measure the increased height of rising magma. The rate at which the magma rises provides an estimate of when an eruption may occur. Indeed, it served as the principal means by which scientists accurately predicted recent eruptions of Mount St. Helens.\nEfforts to predict eruptions are thwarted, however, when we are unaware of a site’s volcanic potential. Occasionally, a new volcano appears suddenly and rather unexpectedly, as was the case in 1943, when the volcano Paricutin developed literally overnight in the Mexican state of Michoacan, 320 kilometers (200 miles) west of Mexico City. The surrounding area was known to be volcanic because of its geologic zone, but it was not possible to predict that the volcano would appear at this particular site. Our ability to predict volcanic eruptions continues to improve but is not yet as accurate as we need it to be.\n ",
    "questions": [
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Scientists based at the U.S. Geological Survey’s Cascade Volcanic Observatory in Vancouver, Washington are always being asked to rush somewhere to predict when a volcano is likely to awake and, if it erupts, what damage it could do.",
                "Armed with the latest technology, U.S. Geological Survey scientists from the Volcano Disaster Assistance Program are always available to go anywhere in the world to assess whether, and when, an awakening volcano will erupt.",
                "In order to learn how to predict when an awakening volcano will erupt, scientists from the Volcano Disaster Assistance Program take the latest lasers, seismometers, and other monitoring devices wherever there is an awakening volcano.",
                "U.S. Geological Survey scientists from the Cascade Volcanic Observatory in Vancouver, Washington have the latest lasers, seismometers, and other monitoring devices which they use in assessing volcanoes worldwide to predict which of them will erupt violently."
            ],
            1
        ],
        [
            "The fact that “The U.S. Geological Survey missed the call on Mount St. Helens’1980 Blast”supports which of the following points?",
            [
                "Monitoring efforts need to be combined with appropriate evacuation strategies.",
                "Technology needs to be specifically designed to predict volcanoes.",
                "It is easier to predict volcanoes in the Philippines than it is in Seattle.",
                "Even with the help of technology, it is still difficult to predict when volcanoes will erupt."
            ],
            3
        ],
        [
            "Why does the author mention the successful prediction of “the eruption of MountPinatubo”?",
            [
                "To support the claim that the art of volcano prediction will never be fully mastered",
                "To provide a contrast with the failure to predict the Mount St. Helens eruption",
                "To show that volcano prediction had been perfected by 1991",
                "To show that successful volcano prediction depends on concentrating on the volcano after an eruptive phase has begun"
            ],
            1
        ],
        [
            "The word “manifestation”in the passage is closest in meaning to",
            [
                "indication",
                "measurement",
                "possibility",
                "effects"
            ],
            0
        ],
        [
            "According to paragraph 3, why is superheated steam in a surface hot spring a sign that an eruption may be developing?",
            [
                "Superheated steam shows how hot the subsurface rocks have become.",
                "Superheated steam occurs only after the volcanic cone has become extremely hot.",
                "Superheated steam indicates an increase in gas emissions.",
                "Superheated steam is likely to come from water-rich magma near the surface."
            ],
            3
        ],
        [
            "The word “principal”in the passage is closest in meaning to",
            [
                "most important",
                "most common",
                "most accurate",
                "Empirical"
            ],
            0
        ],
        [
            "In paragraph 4, the mention of the accurate prediction of recent eruptions of Mount St. Helens serves to",
            [
                "emphasize the decisive role of new technology in accurately predicting when a volcano is likely to erupt",
                "illustrate the effectiveness of tilt meters in predicting volcanic eruptions",
                "provide an example of how monitoring certain distinctive patterns of earthquake activity can provide a reliable indication of where an eruption will occur",
                "support the claim that the rate at which magma rises is a good indicator of when an eruption will occur"
            ],
            3
        ],
        [
            "According to paragraph 5, each of the following features of the appearance of the volcano Paricutin was a surprise to scientists EXCEPT",
            [
                "the particular site at which it appeared",
                "the geologic zone in which it appeared",
                "the rate at which it developed",
                "the timing of its appearance"
            ],
            1
        ],
        [
            "These additions often cause the volcano to bulge out sideways..",
            0
        ],
        [
            [
                "Because hot magma rises toward the surface before a volcano erupts, an increase in heat, as well as increased gas emissions near a potentially active volcano, can signal a coming eruption.",
                "Orbiting satellites equipped with the latest high altitude technology have now replaced ground-based early-warning systems for all but a few of the Earth’s known active volcanoes.",
                "Since rising magma enlarges fractures and pushes aside fractured rock, it causes a distinctive type of earthquake, which often signals eruptions.",
                "The sudden appearance of new surface hot springs on the slope of a potentially active volcano is a strong indication that an eruption at that site is likely to occur soon.",
                "New bulges on a volcano’s slope may signal an impending eruption because volcanoes expand as magma rises up into them, and the speed of the rise indicates when an eruption may occur.",
                "Knowledge that an area is volcanic enables geologists to successfully predict when a volcanic eruption will occur somewhere within that area, but they cannot predict exactly where it will occur."
            ],
            [
                0,
                2,
                4
            ]
        ]
    ]
}