{
    "article": "The first half of the nineteenth century saw dramatic changes in the economics of the printed word in both the United States and Europe, though the changes generally happened earlier and on a wider basis in America. In the 1830s and 1840s, sharp reductions in prices for newspapers and books in America highlighted the advent of an era of cheap print. Now there were daily newspapers that instead of 6 cents per copy sold for a penny or two. Now there were novels that instead of an earlier price of $2 sold for 25 cents or less, when the same books in Britain cost the equivalent of more than $7. So steep were the declines in the price of print over so short a period that they amounted to an information-price revolution, the first of several such episodes of declining prices that have profoundly affected information and culture during the past two centuries. Two mid-nineteenth-century American cultural innovations, the \"penny press\" and the \"dime novel\", were actually named for their low price. These were criticized for being cheap in both senses of that word: low in price and low in taste. But low price did not necessarily mean lowbrow. Increasingly, book publishers issued even the most esteemed works in cheap as well as expensive editions to reach as wide a public as possible. The information-price revolution also affected religious and political publishing, as reading became a basis of mass persuasion for the first time in history.             \nCheap print was not entirely unprecedented. In seventeenth- and eighteenth-century England and France, cheap collections of stories, ballads, and other miscellany had circulated among the lower classes. But since only a minority of the poor could read, most listened while a few read aloud; thus cheap print reached not so much a reading as a listening public. The expansion of cheap print in the nineteenth century in America and Europe was on a much larger scale, and it took place during a great increase in popular literacy. Together these amounted to a cultural watershed.  [■]Traditionally, even in literate homes, books and other publications had been relatively rare and treasured objects; reading meant returning to a few texts, especially religious works.  [■]But with the explosion of print, reading became more varied, and readers scanned newspapers, magazines, and cheap books that they soon passed on or discarded.  [■]Intensive reading of religious and other works did not disappear, but reading became an increasingly common form of diversion as well as devotion. [■] \nThe usual explanation for the rise of cheap print emphasizes new technology. Unquestionably, the full development of cheap print could not have happened without technological change. Print, however, had already become cheaper in America before technological advances played a significant role; new technology arrived once the process was under way, not at the beginning. This was no accident: the continuing expansion of print created an incentive for technological innovation. To conceive of technology as the causal force is to understate the prior importance of politics, culture, and markets in creating the conditions that allowed investments in new technology to pay off.             \nCheap print was public policy in America. While European governments taxed newspapers and other publications, the United States let them go tax free and even subsidized them, to a degree, through the postal system. The rise of cheap books and other forms of cheap print in the United States also reflected distinctive patterns of nineteenth-century American consumer markets. As the economic historian Nathan Rosenberg remarks, citing the cases of cutlery, guns, boots, and clothing, \"Americans readily accepted products which had been deliberately designed for low cost, mass production methods \"at a time when handmade goods persisted in Britain. Books fit this pattern. Americans had not been primarily responsible for introducing new manufacturing technology to the production of books. On the contrary, most of the key advances in printing and papermaking before 1850 had traveled west across the Atlantic rather than the reverse. But the industrialization of book production proceeded more rapidly in the United States, where the market by the middle decades of the century was not only larger than in Britain but also apparently more sensitive to price than to quality, perhaps because elite readers constituted a smaller proportion of book buyers.             \n ",
    "questions": [
        [
            "All of the following are mentioned in paragraph 1 as being true of nineteenth- century print prices EXCEPT:",
            [
                "Prices first experiences a significant decrease in the 1830s and 1840s.",
                "Daily newspapers that sold for 6 cents in Britain sold for a penny or two in America.",
                "Some American novels declined in price from two dollars to about 25 cents.",
                "Reductions in print prices had effects that lasted well into the twentieth century."
            ],
            1
        ],
        [
            "The word \"unprecedented\" in the passage is closest in meaning to",
            [
                "reliable",
                "new",
                "accepted",
                "effective"
            ],
            1
        ],
        [
            "According to paragraph 2, which of the following was true of cheap print in seventeenth- and eighteenth-century England and France?",
            [
                "An increase in popular literacy allowed cheap print to succeed.",
                "Cheap publications of stories and ballads reached a wider readership in France than they did in England.",
                "Decreasing print prices did not affect the reading habits of the upper classes.",
                "Cheap print reached more people by being read aloud than by being read silently."
            ],
            3
        ],
        [
            "According to paragraph 2, reading changed in all of the following ways after the explosion of print EXCEPT:",
            [
                "Reading for amusement became more common.",
                "People began to read books more carefully than they had in the past.",
                "People began to read a greater variety of publications.",
                "Readers began to discard books more frequently."
            ],
            1
        ],
        [
            "In paragraph 3, the author expresses which of the following points of view on the relationship between technology and the development of cheap print?",
            [
                "Changes in technology, politics, cultures, and markets all preceded the development of cheap print.",
                "Technological advances were the most important causal force in the print revolution.",
                "The arrival of new technology made the development of cheap print possible.",
                "The growth of cheap print provided people with a reason to develop new technology."
            ],
            3
        ],
        [
            "Why does the author refer to Nathan Rosenberg's remarks on \"the cases of cutlery, guns, boots, and clothing\"?",
            [
                "To explain how new production methods used for books were quickly applied to other types of products",
                "To point out similarities between consumer patterns in the United States and in Britain",
                "To support the claim that books fit the pattern of the nineteenth-century American consumer markets",
                "To explain why handmade products were not as popular in America during the nineteenth century as they were in Britain"
            ],
            2
        ],
        [
            "The word \"persisted\" in the passage is closest in meaning to",
            [
                "spread",
                "suffered",
                "continued",
                "improved"
            ],
            2
        ],
        [
            "Which of the sentence below best expresses the essential information in the highlighted sentences in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "The American book industry's larger market and commitment to low prices prevented it from selling books that were similar in quality to the books sold to British buyers.",
                "Industrialization of book production occurred more rapidly in the United States than is usually realized, perhaps because of the large markets and low prices that were common in the nineteenth century.",
                "A larger market than in Britain and a greater demand for cheap books in the United States contributed to the faster industrialization of book production.",
                "The industrialization of book production occurred more quickly in the United States than in Britain because elite readers in America were not as sensitive to quality as elite readers in Britain were."
            ],
            2
        ],
        [
            "Although people did not read widely, or extensively, they read intensively so as to thoroughly understand the limited number of books that were available for reading..",
            1
        ],
        [
            [
                "Cheap prints were initially criticized because it was feared that religious and moral reading would disappear and be replaced by reading solely for the purpose of diversion.",
                "The introduction of cheap books to seventeenth-and eighteenth-century England and France did not succeed because most of the publications were of little interest to the general public.",
                "Books and other kinds of publications followed the pattern of the American consumer markets of the time, and American consumers were more willing than Europeans to buy mass-produced products.",
                "The growth of cheap print gave more parts of the population access to the different kinds of publications, and it affected the way people read and their primary reasons for reading.",
                "Advances in printing technology originated mostly in Europe, but unlike European governments, the United States encouraged cheap print not taxing newspapers and other publications.",
                "By the end of the nineteenth century, low production costs made it possible for United States publishers to expand their markets and sell their books all over Europe."
            ],
            [
                2,
                3,
                4
            ]
        ]
    ]
}