{
    "article": "The city is an extraordinary processor of mass and energy and has its own metabolism. A daily input of water, food, and energy of various kinds is matched by an output of sewage, solid waste, air pollutants, energy, and materials that have been transformed in some way. The quantities involved are enormous. Many aspects of this energy use affect the atmosphere of a city, particularly in the production of heat.\nIn winter the heat produced by a city can equal or surpass the amount of heat available from the Sun. All the heat that warms a building eventually transfers to the surrounding air, a process that is quickest where houses are poorly insulated. But an automobile produces enough heat to warm an average house in winter, and if a house were perfectly insulated, one adult could also produce more than enough heat to warm it. Therefore, even without any industrial production of heat, an urban area tends to be warmer than the countryside that surrounds it.\nThe burning of fuel, such as by cars, is not the only source of this increased heat. Two other factors contribute to the higher overall temperature in cities. The first is the heat capacity of the materials that constitute the city, which is typically dominated by concrete and asphalt. During the day, heat from the Sun can be conducted into these materials and stored—to be released at night. But in the countryside materials have a significantly lower heat capacity because a vegetative blanket prevents heat from easily flowing into and out of the ground. The second factor is that radiant heat coming into the city from the Sun is trapped in two ways: (1) by a continuing series of reflection among the numerous vertical surfaces that buildings present and (2) by the dust dome, the cloudlike layer of polluted air that most cities produce. Shortwave radiation from the Sun passes through the pollution dome more easily than outgoing longwave radiation does; the latter is absorbed by the gaseous pollutants of the dome and reradiated back to the urban surface.\n Cities, then, are warmer than the surrounding rural areas, and together they produce a phenomenon known as the urban heat island. Heat islands develop best under particular conditions \nassociated with light winds, but they can form almost any time. [■]The precise configuration of a heat island depends on several factors. \n[■]For example, the wind can make a heat island stretch in the direction it blows. [■]When a heat island is well developed, \nvariations can be extreme; in winter, busy streets in cities can be 1.7℃ warmer than the side streets. [■]Areas near traffic lights can be similarly warmer than the areas between them because of the effect of cars standing in traffic instead of moving. \nThe maximum differences in temperature between neighboring urban and rural environments is called the heat-island intensity for that region. In general, the larger the city, the greater \nits heat-island intensity. The actual level of intensity depends on such factors as the physical layout, population density, and productive activities of a metropolis.                             \nThe surface-atmosphere relationships inside metropolitan areas produce a number of climatic peculiarities. For one thing, the presence or absence of moisture is affected by the special qualities of the urban surface. With much of the built-up landscape impenetrable by water, even gentle rain runs off almost immediately from rooftops, streets, and parking lots. Thus, city surfaces, as well as the air above them, tend to be drier between episodes of rain; with little water available for the cooling process of evaporation, relative humidities are usually lower. Wind movements are also modified in cities because buildings increase the friction on air flowing around them. This friction tends to slow the speed of winds, making them far less efficient at dispersing pollutants. On the other hand, air turbulence increases because of the effect of skyscrapers on airflow. Rainfall is also increased in cities. The cause appears to be in part greater turbulence in the urban atmosphere as hot air rises from the built-up surface.\n ",
    "questions": [
        [
            "The word “enormous” in the paragraph 1 is closest in meaning to",
            [
                "growing",
                "frightening",
                "very large",
                "strictly controlled"
            ],
            2
        ],
        [
            "The word “surpass” in the paragraph 2 is closest in meaning to",
            [
                "remain below",
                "be higher than",
                "add to",
                "come close to"
            ],
            1
        ],
        [
            "According to paragraph 2, how soon heat from a warmed house reaches the outside air greatly affected by",
            [
                "how well the house is heated",
                "how well the house is insulated",
                "how many adults live in the house",
                "how much sunshine the house receives"
            ],
            1
        ],
        [
            "According to paragraph 3, each of the following contributes to making urban areas warmer than the surrounding countryside EXCEPT",
            [
                "the fuel burned by motor vehicles",
                "the capacity to store heat of the materials used in building a city",
                "the easy flow of heat into the ground in city areas covered by vegetation",
                "the repeated reflection of solar radiation back and forth among buildings"
            ],
            2
        ],
        [
            "According to paragraph 3, why do materials in the countryside have a lower heat capacity than materials in cities do?",
            [
                "In the countryside the Sun is the only important source of heat.",
                "Construction materials in the city are not as good at keeping buildings warm as they are in the countryside.",
                "In the countryside the solar heat that flows into the ground flows out again quickly.",
                "Countryside vegetation prevents heat from being trapped in the ground."
            ],
            3
        ],
        [
            "How is paragraph 3 organized?",
            [
                "It describes two factors that contribute to the increased heat of cities and then provides two causes for the second factor.",
                "It describes two causes discovered in an early analysis of the increased heat of cities.",
                "It describes two factors that contribute to the increased heat of cities and two other factors that work against it.",
                "It describes two well-established causes of the increased heat of cities and other two whose roles are less well understood."
            ],
            0
        ],
        [
            "The word “configuration” in the paragraph 4 is closest in meaning to",
            [
                "location",
                "history",
                "temperature",
                "shape"
            ],
            3
        ],
        [
            "According to paragraph 4, what can explain the substantial differences in temperature between one area and other within a well-developed heat island?",
            [
                "The overall size of the heat island that includes the two reasons",
                "The intensity of the heat island that includes the two areas",
                "Differences between the two areas in the general level of activity, including traffic",
                "Differences between the two areas in the insulation materials used in construction"
            ],
            2
        ],
        [
            "Paragraph 4 supports the idea that a city’s heat-island intensity would increase if",
            [
                "the city went into an economic decline and lost population",
                "the city’s economy shifted from heavy industry to health care and education",
                "there was an upward trend in the average age of the city’s residents",
                "repair work on the streets slowed traffic throughout the city"
            ],
            3
        ],
        [
            "According to paragraph 5, surfaces in the city are generally drier than surfaces in the countryside between periods of rainfall because",
            [
                "in the city gentle rain is much more common than heavy rain",
                "high temperatures in the city speed up the process of evaporation",
                "in the city there are longer periods of dry weather between episodes of rain",
                "rainwater in the city cannot soak into most surfaces and quickly runs off"
            ],
            3
        ],
        [
            "The word “modified” in the paragraph 5 is closest in meaning to",
            [
                "changed",
                "blocked",
                "increased",
                "weakened"
            ],
            0
        ],
        [
            "According to paragraph 5, which of the following is a factor responsible for the greater air turbulence in urban environments?",
            [
                "The high speed of the winds travelling above cities",
                "The greater rainfall totals recorded in cities",
                "Attempts to reduce urban air pollution",
                "The effects of tall buildings on airflow"
            ],
            3
        ],
        [
            "Another possibility is for the heat island to be stretched along the course of major rivers, since large waterways typically have a warming effect on the air directly above them..",
            2
        ],
        [
            [
                "The amount of heat produced in a city will be reduced when cities use the heat from cars to warm homes.",
                "The built-up landscape of the city readily becomes a heat island, with greater water runoff and special climatic conditions such as low relative humidity and increased air turbulence.",
                "The materials from which cities are built and the effects of pollution domes help make urban areas warmer than rural areas.",
                "Cities tend to be warmer than their surrounding areas, in part because they produce heat by burning fuel for heating, powering vehicles, and industrial production.",
                "In most cities, the heating that results from solar radiation is intensified by carbon dioxide, a gas that is present at very high concentrations in cities’ atmospheres.",
                "During periods without rainfall, the air in cities heats up and causes winds to slow down, with the result that pollutants are not dispersed."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}