{
    "article": "The mounting evidence for age genes that influence the aging process is by no means conclusive, but it is quite impressive, coming from a variety of independent research from aging in worms and fruit flies to antioxidants and gene repair mechanisms, and human mutations. Still, the connections are circumstantial.\nChristopher Wills, professor of biology at the University of California in San Diego, thinks that by 2025 science will likely isolate the mammalian age genes in mice. We share roughly 75 percent of our genes with mice and have much the same body chemistry; this is a strong reason to believe that an age gene found in mice could also be at work in humans. If such genes are located, the next step would be to find out if these age genes have their counterparts in humans. Wills believes that if they are found in humans, they may extend the human life span perhaps to 150 years.\nBut by 2020, when personalized DNA sequencing becomes widespread, a second tactic may prove fruitful as well. By analyzing populations of healthy individuals in their nineties and beyond, scientists will find it possible to use computers to compare their genetic backgrounds and cross-check for similarities in key genes that are suspected of influencing aging. A combination of studies on the DNA of long-lived animals and on the personalized DNA sequences of elderly individuals may considerably narrow down the search for the age gene.\nAs yet, none of these methods can prove that we can increase the human life span. Indeed, the only theory with a proven track record of extending the life span of animals is the caloric restriction theory, which states that animals which consume calories just above starvation levels live significantly longer than the average. Although this theory flies in the face of common sense (a well-fed animal is well nourished and healthy, and should have greater resistance to disease and aging), it has held up under repeated testing among a wide range of animals. Scientists have consistently increased the life span of rats and mice in the laboratory by 50 to 100 percent. It is the only laboratory-tested theory of age extension for animals that has held up under decades of careful scrutiny. Why?\nAcross the animal kingdom, the life span of animals is roughly inversely correlated to the metabolism rate.  [■]The slower their normal metabolism rate, the longer their normal life span.  [■]In 1996, in a study that reduced the calorie intake of 200 monkeys by 30 percent, the monkeys were shown to have a slower metabolism rate, a longer life span, and reduced rates of cancer, heart disease, and diabetes.  [■]“We have known for 70 years that if you feed laboratory mice less food, they age slower, they live longer, and they get diseases less frequently. We find that monkeys respond in the same way as rodents and that the same biological changes may be in play here,” says George Roth of the National Institute of Aging. [■]\nThere is still room for scientific debate on the question “why?” Ron Hart, a scientist at the National Center for Toxicological Research, believes that the answer may tie in the high body temperature of mammals, and humans in particular. “Heat causes pieces of the DNA molecule to split off randomly, and it must be repaired,” Hart says. “Under calorie restriction, though, the engine runs cooler and there’s less damage. Merely reducing caloric intake by 40 percent reduced this form of spontaneous DNA damage almost 24 percent!” Furthermore, at a higher internal body temperature, oxygen is being burned at a greater rate, creating more free radicals, which also speed up the aging process. Cooling the body, on the other hand, increases the amount of antioxidants in the body. Hart found a fourfold increase in the enzyme catalase and a threefold increase in superoxide dismutase in animals on a restricted diet. “What’s fascinating,\" Hart concludes, “is that reduced food intake is the only experimental paradigm ever found that enhances DNA repair.” Hart is so convinced of the importance of this work that in 1993 he began the first systematic studies of caloric restrictions in humans.\n ",
    "questions": [
        [
            "The word “conclusive”in the passage is closest in meaning to",
            [
                "clear",
                "independent",
                "usual",
                "final"
            ],
            3
        ],
        [
            "According to paragraph 1, evidence for age genes has come from research into each of the following EXCEPT",
            [
                "mutations in humans",
                "aging in fruit flies",
                "connections among various genes",
                "the process by which damaged genes get repaired"
            ],
            2
        ],
        [
            "According to paragraph 2, success at isolating age genes in mice would provide support for the idea that",
            [
                "mice and humans have very similar body chemistry",
                "mice and humans have about 75 percent of their genes in common",
                "aging in mice occurs more rapidly than aging in humans does",
                "age genes are likely to be found in humans"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Although the caloric restriction theory is widely accepted, it is the only theory about extending the life span of animals that has not yet been fully proven.",
                "Research has shown that limiting calorie intake to just above the level needed to survive can increase life expectancy.",
                "Only the caloric restriction theory analyzes the calorie consumption of animals with both average and extended life spans.",
                "Records over the life spans of animals indicate that starvation levels are rare when calories are restricted."
            ],
            1
        ],
        [
            "The word “scrutiny”in the passage is closest in meaning to",
            [
                "planning",
                "repetition",
                "examination",
                "Emphasis"
            ],
            2
        ],
        [
            "What purpose does paragraph 5 serve in the larger discussion of research into age- related genes?",
            [
                "To explain why the caloric restriction theory has remained believable over the years",
                "To explain why the caloric restriction theory was the only theory of age extension that was tested in laboratories",
                "To explain the process involved in extending the life span of animals",
                "To explain the length of time that research into life span extension has been going on"
            ],
            0
        ],
        [
            "The discussion in paragraph 6 of Hart’s theory suggests that",
            [
                "free radicals have a negative influence on the life span of mammals",
                "antioxidants tend to lower the body temperature of some mammals but not others",
                "calorie restriction generally decreases enzyme activity",
                "the high body temperature of mammals reduces the need for further calorie consumption"
            ],
            0
        ],
        [
            "According to paragraph 6, Hart maintains that extending the life span of mammals can be achieved by",
            [
                "increasing the amount of oxygen burned",
                "reducing internal body temperature",
                "improving the quality of free radicals in the body",
                "increasing the frequency of division in DNA molecules"
            ],
            1
        ],
        [
            "Researchers found the results of the study to be highly significant..",
            2
        ],
        [
            [
                "Research in aging has been limited to mice because studies of other animals have provided no meaningful evidence.",
                "Animal research has shown that reduced food intake has important health benefits and tends to prolong life.",
                "Restricted caloric intake affects aging by lowering the internal body temperature, which in turn reduces gene damage and enhances gene repair.",
                "The isolation of age genes in mice and the availability of detailed genetic information about humans should improve the likelihood of locating human age genes.",
                "Experiments have shown that lowering internal body temperature speeds aging by increasing the rate at which oxygen burns.",
                "Research into the effects of caloric restriction suggests that a number of diseases are caused by the presence of free radicals in the body."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}