{
    "article": "The Minoan culture on the island of Crete in the Aegean Sea flourished from about 3000 to 1100 B.C. In what is known as the Palace Period (ca. 2000-1450 B.C.), power was centralized in places and, later, in villas. According to one authority, the five primary economic functions of Minoan palaces during much of the Palace era were (1) production of manufactured goods, (2) consumption of food and manufactured goods, (3) regulation of local and internal exchange, (4) regulation of international and external exchange, and (5) use as depositories (storage facilities).\nThe production and storage of manufactured goods are evident from the archaeological digs at Phaistos and Mallia, important place sites. Excavations of the earliest phases at Phaistos (those from the so-called First Palace Period, which ended about 1700 B.C. ) revealed two areas dedicated to economic activity.  [■]Unit A contained several large storage vessels originally filled with foodstuffs, including liquids such as win and oil.  [■]Nearby Unit B was the palace workshop.  [■]Here, excavators found tools used for stoneworking (a lapidary workshop), several loom weights (a weaving workshop), and two potter’s wheels (a ceramics workshop).  [■]Clay sealings from a smaller room in Unit B may indicate where finished products were processed for storage or export. By the Second Palace Period (roughly 1700-1450 B.C.), there were even more food storage vessels present and an archiev room (a room for storing documents).\nSimilar finds appeared at Mallia. In the northwest quarter of the palace, excavators discovered obsidian, soapstone, and a reddish marble called rosso antico, all evidently part of the lapidary (stonecutting) workshop. A potter’s workshop was also present within the palace walls. During part of this period, the workshop of a bronze smithy was located just outside the palace walls. It is actually surprising that such an industry would be so close to any residential quarters, considering the unpleasant fumes given off by the work and the rather high potential for fires. Nevertheless, at a somewhat later date, the palace walls were extended so that the smithy was located within the place itself. Clearly, this was an industry over which the palace wanted to keep very close control.\nThe role of Minoan palaces as depositories and regulators of local distribution and trade may be seen in the koulouras --- large, stone-lined pits located at Knossos, Phaistos, and in a lightly altered guise, at Mallia. There is continued debate as to the purpose of these huge storage bins. It was originally suggested that they were rubbish pits. Some modern scholars believe that they were grain tree planters. But the usual interpretation is that they were for grain storage, with the koulouras at Knossos being able to hold enough grain to feed 1,000 people and the koulouras at Phaistos being able to hold enough for 300 people. In such a case, the palace would have received a substantial portion of the agricultural produce of the surrounding farms, stored it, and then distributed it to the more specialized, nonagricultural populace of the palace region.\nPalatial control over foreign trade is more difficult to prove archaeologically, as there is often no way to determine where on Crete any specific item found abroad was made. One argument often brought to the fore is that only the palaces would have the capital (to use a modern term) to finance the goods and shipping for long trade journeys, not to mention to handle the risks of possible sea wrecks. Another argument, however, lies in the nature of the Minoan goods found abroad. For example, Kamares ware pottery from Minoan Crete has come to light on the coasts of Cyprus and in areas of the Near East such as Egypt and Syria.This Kamares ware is clearly a product of palatial manufacture. The ceramics from before and after the classical Kamares wares are clearly local creations --- Knossian ware being distinct from Mallian ware. By contrast, the Kamares ware made in the palaces in similar from palace to palace but is utterly distinct from the provincial wares. The number of foreign goods stored in the palaces especially Zakro, also gives evidence for the palatial control of international exchange.\n ",
    "questions": [
        [
            "All of the following are mentioned in paragraph 1 as possible functions of Minoan palaces EXCEPT",
            [
                "providing a market for agricultural and other products",
                "providing protection against internal and external threats",
                "producing finished goods from raw materials",
                "controlling trade"
            ],
            1
        ],
        [
            "According to paragraph 2, what change had taken place at Phaistos by the Second Palace Period?",
            [
                "The vessels used for storing food were larger.",
                "More types of food were being stored.",
                "New kinds of tools were being used in the workshops.",
                "A room for storing written records had been added."
            ],
            3
        ],
        [
            "The phrase “potential for” in the passage is closest in meaning to",
            [
                "cost of",
                "likelihood of",
                "concern about",
                "frequency of"
            ],
            1
        ],
        [
            "In paragraph 3, why does the author mention that the bronze smithy gave off unpleasant fumes?",
            [
                "To show that the manufacturing industries of the Palace Period had certain drawbacks",
                "To help explain why the palace walls were extended enough to bring the bronze smithy inside",
                "To support the idea that the palace must have had a strong interest in controlling what happened in the bronze smithy",
                "To explain why archaeologists believe that the bronze smithy was located outside the palace walls"
            ],
            2
        ],
        [
            "The phrase “altered guise” in the passage is closest in meaning to",
            [
                "dated style",
                "changed form",
                "improved version",
                "reduced area"
            ],
            1
        ],
        [
            "According to paragraph 4, each of the following has been proposed as the purpose served by the koulouras EXCEPT as",
            [
                "containers in which trees were planted",
                "containers for trash and other waste materials",
                "bins in which grain to feed the nonagricultural population was stored",
                "bins in which farmers could store grain for their own private use"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "One argument is that the risks of possible sea wrecks have been ignored in estimates of the palaces’ ability to finance goods and shipping in overseas trade.",
                "One argument is that the palaces had enough capital to finance the manufacture of trade goods but not enough to handle the risk of sea wrecks.",
                "One argument is that only the palaces had enough wealth to finance the goods and to take on the risks and shipping costs involved in overseas trade.",
                "One argument is that the palaces are the only institutions that would have needed capital to finance the goods, shipping, and risks involved in overseas trade."
            ],
            2
        ],
        [
            "According to paragraph 5, why did the discovery of Kamares were in a number of places outside Crete provide support for the idea that the palaces had some control over foreign trade?",
            [
                "Because it is possible to determine in what part of Crete any particular piece of Kamares ware was made",
                "Because Kamares ware can be clearly identified as coming from palace production centers",
                "Because it is known that Kamares ware was produced only during a certain period",
                "Because classical Kamares ware was produced only within Crete"
            ],
            1
        ],
        [
            "The exact use of other work areas is less certain, though often a good guess can be made..",
            3
        ],
        [
            [
                "Palaces served as depositories for various foodstuffs, and for goods produced in palace workshop, such as ceramics and bronze objects.",
                "Evidence concerning koulouras has led some archaeologists to conclude that the palaces played only a small role in regulating local trade and distribution.",
                "Discoveries outside of Crete of goods from palace workshops, plus evidence of foreign goods stored in palaces, indicate that foreign trade was probably conducted from the palaces.",
                "Excavators have discovered evidence showing that palace workshops and the goods they produced changed greatly after the First Palace Period.",
                "It seems likely that palaces collected much of the agricultural produce from surrounding farms, stored it, and later gave it to people involved in nonagricultural work.",
                "The discovery in Cyprus and the Near East of goods made in Minoan Crete indicates that an extensive trade network developed between Crete and these areas during the Palace Period."
            ],
            [
                0,
                2,
                4
            ]
        ]
    ]
}