{
    "article": "In 1912, the German geologist Alfred Wegener proposed that Earth’s continents are mobile rafts of lighter crust that have shifted over time by plowing their way through the denser crust of the oceans.  [■]The theory, called continental drift, was partly motivated by the apparent fit, like puzzle pieces, of the coastlines of South America and Africa.  [■]Wegener first presented his theory of continental drift at a meeting and in a paper, and then as a book, The Origin of Continents and Oceans, published in 1915.  [■]He continued to write updated versions of this work until his death in an ill-fated expedition to Greenland in 1930.  [■]Wegener maintained that Earth is composed of concentric shells of increasing density from crust to core. The outermost shell is not continuous but made of continental blocks of lighter rock called sial (an acronym for silica- and aluminum-rich rock) floating in the denser sima (silica- and magnesia-rich rock) underlying the oceans. All the continents had been joined in the supercontinent of Pangaea. As the continent broke up, the pieces moving apart left bits behind, explaining the presence of nonvolcanic islands and island chains, according to Wegener. Where the moving pieces collided, mountains formed. They were thrust up either by the plowing of the continents through the sima, as in the case of the Andes, or by the colliding of two blocks of sial, as in the case of the Himalayas. As for the force driving continental drift, Wegener initially invoked Polfluchtkraft—a force causing flight from the poles as a result of Earth’s rotation—and later the tidal force resulting from the gravitational attraction between Earth and the Moon and Sun.\nOne of the most influential geologists to join the mobilist camp, as the drifters school became known, was Arthur Holmes. Holmes recognized the importance of radioactive heat—which had recently been discovered—and realized that there must be a mechanism to remove it from Earth’s interior. That mechanism, he argued, is convection—the rising of less dense material and the sinking of more dense material. He went on to propose that the mantle (the part of Earth’s interior below the outer crust and above the core) convects in large, circulating patterns, and that this motion carries the continents across Earth’s surface. He also related crustal movement and mantle convection to the evolution of mountain belts. Wegener adopted Holmes’s mechanism in the last rendition of his theory. Holmes, for his part, presented his grand concept of a dynamic Earth in his influential and popular text Principles of Physical Geology, published in 1944.\nAlthough it was eventually supplanted by the theory of plate tectonics, Wegener’s theory of continental drift influenced science because it explained disparate observations, because it was placed in the context of existing theories, and because it offered a coherent view of Earth’s evolution. For example, Wegener showed not only that the coastlines on opposite sides of the Atlantic fit together, but that geologic features on the different continents fit as well. He asserted that the Appalachians, which can be traced northward through the Canadian Maritime Provinces, match the Caledonian Mountains in Scotland and Norway. He marshaled evidence from the distributions of fossil and living species to argue that land bridges joining continents were less likely than a single continent. The example commonly cited is that of Mesosaurus, a shoreline scavenger reptile that lived in the Permian period and is found as fossils in rocks on both sides of the South Atlantic Ocean. Mesosaurus was thought not to be a great swimmer, certainly not able to cross an ocean.\nWegener also found supporting evidence in ancient climates. Mounting observations indicated that the past climate of many regions was much different from the present climate. In the tropics, geologists had found sand and gravel left by ancient glaciers, and in rainy regions they had located prehistoric deserts. Then there was the discovery, by a British expedition, of plant fossils only 600 kilometers (370 miles) from the South Pole. Particularly puzzling was evidence suggesting that widely different climates in different regions had occurred at the same time, so one could not account for different climates by claiming simply that the whole of Earth was once hotter or once cooler than now. Wegener solved this dilemma by showing that observations of paleoclimate could be explained if the positions of the continents had shifted relative to those of the poles.\n ",
    "questions": [
        [
            "According to paragraph 1, the presence of nonvolcanic islands was an indication to Wegener that",
            [
                "the sial was lighter than was once believed",
                "a supercontinent that existed at one time broke apart",
                "nonvolcanic islands were formed from the sima rather than the sial",
                "island chains existed prior to the formation of the supercontinent Pangaea"
            ],
            1
        ],
        [
            "Why are the Andes and Himalaya mountains mentioned in the discussion in paragraph 1?",
            [
                "To contrast the ways in which islands and mountains formed",
                "To describe two ways in which movements of land formed mountains",
                "To provide examples of mountain ranges that are no longer in their original locations",
                "To explain the differences between sial and sima with well-known geographic areas"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Wegener’s term “Polfluchtkraft” was first used to mean Earth’s rotation and later the    gravitational attraction between Earth and the Moon and Sun.",
                "Continental drift required a powerful driving force that was created by the combination of Earth’s rotation and tidal movements, which Wegener called “Polfluchtkraft.”",
                "At first Wegener believed that the movement of the continents was caused by Earth’s rotation but later came to believe that the drift was caused by powerful tides.",
                "According to Wegener, the great force of continental drift first affected Earth’s rotation at the poles and later also affected the gravitational force of Earth’s tides."
            ],
            2
        ],
        [
            "What does paragraph 2 suggest about how Holmes influenced Wegener’s thinking?",
            [
                "He encouraged Wegener to consult the geologists who formed the drifters school.",
                "He convinced Wegener that the mantle contained a great deal of radioactive heat.",
                "He demonstrated to Wegener that the density of geographic material was less important than its pattern of movement.",
                "He provided Wegener with a more accurate explanation of the mechanism by which continents moved and mountains evolved."
            ],
            3
        ],
        [
            "What is the importance of Wegener’s observation that “the Appalachians, which can be traced northward through the Canadian Maritime Provinces, match the Caledonian Mountains in Scotland and Norway”?",
            [
                "It provides additional evidence for Wegener’s claim that separate continents were once connected to each other.",
                "It indicates that the mechanism by which all mountainous areas on Earth formed was the same.",
                "It suggests that continental drift occurred in a northward direction.",
                "It challenges the role of the Atlantic Ocean in shaping continental coastlines."
            ],
            0
        ],
        [
            "The word “asserted” in the passage is closest in meaning to",
            [
                "claimed",
                "worried",
                "repeated",
                "doubted"
            ],
            0
        ],
        [
            "Mesosaurus is mentioned in paragraph 3 to make which of the following points?",
            [
                "The presence of its fossils suggests that a land bridge once existed across the South Atlantic Ocean.",
                "the fact that a reptilian species scavenged along the shoreline indicates that various species must have been there when reptiles arrived.",
                "The dating of its fossils to the Permian period led Wegener to believe that this was the time when major movements of rocks and continents ended.",
                "The lack of this species’ swimming ability supports the idea that the shores where its fossils were found must have been joined at one time."
            ],
            3
        ],
        [
            "What was the dilemma that Wegener solved?",
            [
                "Why prehistoric fossils occurred in deserts but not rainy regions",
                "Whether sand and gravel were once part of ancient glaciers",
                "How to explain great climatic variations occurring at the same time among various regions",
                "Whether the overall temperature of Earth was once hotter or colder"
            ],
            2
        ],
        [
            "The publication was met by skepticism from scientists the world over, yet he refused to become discouraged..",
            2
        ],
        [
            [
                "Wegener revised his explanation of the process of continental drift from one based on planetary rotation and tides to one that involved convection.",
                "Among geologists of the time, the work of Arthur Holmes was considered revolutionary but inconsistent with the theory of continental drift as explained by Wegener.",
                "Plant fossils discovered on a British expedition to the South Pole indicated that on the whole, Earth's temperature varied overtime from hotter than it is today to colder than it is today.",
                "Wegener's major contribution to our current understanding of how Earth evolved its continental form was his development of the concept of Polfluchtkraft.",
                "The importance of Wegener's theory was its ability to explain both Earth's evolution and a wide range of seemingly odd geographical and biological phenomena.",
                "Evidence of inconsistencies in continental climates observed to have occurred overtime or within a particular time makes sense if continents drifted away from the poles."
            ],
            [
                0,
                4,
                5
            ]
        ]
    ]
}