{
    "article": "Climatic changes such as changes in temperature, precipitation, humidity, or wind speed that are produced by urbanization involve all major surface conditions. Some of these changes are quite obvious and relatively easy to measure. Others are more subtle and sometimes difficult to measure. The amount of change in any of these elements, at any time, depends on several variables, including the extent of the urban complex, the nature of industry, site factors such as topography and proximity to water bodies, time of day, and existing weather conditions.\n [■]The most studied and well-documented urban climatic effect is the urban heat island.  [■]The term simply refers to the fact that temperatures within cities are generally higher than in rural areas.  [■]The heat island is evident when temperature data are examined.  [■]For example, the distribution of average minimum temperatures in the Washington, D.C., metropolitan area for the three-month winter period (December through February) over a five-year span, clearly represents a well-developed heat island. The warmest winter temperatures occurred in the heart of the city, while the suburbs and surrounding countryside experienced average minimum temperatures that were as much as 3.3°C lower. Remember that these temperatures are averages, because on many clear, calm nights the temperature difference between the city center and the countryside was considerably greater, often 11°C or more. Conversely, on many overcast or windy nights the temperature differential approached zero degrees.\nThe radical change in the surface that results when rural areas are transformed into cities is a significant cause of the urban heat island. First, the tall buildings and the concrete and asphalt of the city absorb and store greater quantities of solar radiation than do the vegetation and soil typical of rural areas. In addition, because the city surface is impermeable, the runoff of water following a rain is rapid, resulting in a severe reduction in the evaporation rate. Hence, heat that once would have been used to convert liquid water to a gas now goes to increase the surface temperature. At night, while both the city and the countryside cool by radiative losses, the stone-like surface of the city gradually releases the additional heat accumulated during the day, keeping the urban air warmer than that of the outlying areas.\nA portion of the urban temperature rise must also be attributed to waste heat from sources such as home heating and air conditioning, power generation, industry, and transportation. Many studies have shown that the magnitude of human-generated energy in metropolitan areas is great when compared to the amount of energy received from the Sun at the surface. For example, investigations in Sheffield, England, and Berlin, Germany, showed that the annual heat production in those cities was equal to approximately one-third of that received from solar radiation. Another study of densely built-up Manhattan in New York City revealed that during the winter, the quantity of heat produced by combustion alone was 2 ½ times greater than the amount of solar energy reaching the ground. In summer, the figure dropped to 1/6.\nThere are other, somewhat less influential, causes of the heat island. For example, the blanket of pollutants over a city contributes to the heat island by absorbing a portion of the upward-directed long-wave radiation emitted at the surface and re-emitting some of it back to the ground. A somewhat similar effect results from the complex three-dimensional structure of the city. The vertical walls of office buildings, stores, and apartments do not allow radiation to escape as readily as in outlying rural areas where surfaces are relatively flat. As the sides of these structures emit their stored heat, a portion is re-radiated between buildings rather than upward, and is therefore slowly dissipated. In addition to re-radiating the heat loss from the city, tall buildings also alter the flow of air. Because of the greater surface roughness, wind speeds within an urban area are reduced. Estimates from available records suggest a decrease on the order of about 25 percent from rural values. The lower wind speeds decrease the city’s ventilation by inhibiting the movement of cooler outside air which, if allowed to penetrate, would reduce the higher temperatures of the city center.\n ",
    "questions": [
        [
            "The word “proximity” in the passage is closest in meaning to",
            [
                "distribution",
                "contamination",
                "exposure",
                "closeness"
            ],
            3
        ],
        [
            "What can be inferred from paragraph 2 about the phenomenon of the urban heat island?",
            [
                "It occurs in rural areas to the same extent as urban areas.",
                "It is influenced by variations in weather.",
                "It increases the cloud cover over the city.",
                "It produces a lot of wind at night."
            ],
            1
        ],
        [
            "According to paragraph 2, temperatures in the city and the surrounding areas are likely to be about the same",
            [
                "during the months of December through February",
                "when averaged over a five-year span",
                "on clear, calm nights",
                "on cloudy, windy nights"
            ],
            3
        ],
        [
            "Which of the following is NOT mentioned in paragraph 3 as a contributing cause of urban heat islands?",
            [
                "The effects of tall buildings and hard surfaces",
                "The effects of vegetation on soil",
                "The rapid runoff of water",
                "The slow loss of nighttime heat"
            ],
            1
        ],
        [
            "What can be inferred from paragraph 3 about rainwater in rural areas as compared to urban areas?",
            [
                "The evaporation rate of rainwater in rural areas is greater than it is in urban areas.",
                "The runoff of rainwater is more rapid in rural areas than it is in urban areas.",
                "Rural areas require more rainwater in order to cool down than urban areas do.",
                "Rural areas experience greater problems when rainwater evaporates than urban areas do."
            ],
            0
        ],
        [
            "What purpose does paragraph 4 serve in the larger discussion of temperatures within urban areas?",
            [
                "To argue that certain urban areas produce more waste heat than others",
                "To examine the impact of solar radiation on temperatures in large urban areas",
                "To show how human-generated energy contributes to the urban heat island effect",
                "To point out the rate at which urban heat islands have increased over time"
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Pollutants hanging over a city contribute to the urban heat island effect by forcing solar radiation directly upward from the surface of Earth.",
                "Air pollution contributes to rising temperatures in cities by reflecting a certain amount of radiation it has absorbed from Earth’s surface first back to Earth.",
                "Earth’s surface absorbs long-wave radiation that is emitted by polluted air in Earth’s atmosphere.",
                "Earth sends some of the heat that it has absorbed into the air where it is then absorbed by pollutants."
            ],
            1
        ],
        [
            "According to paragraph 5, which of the following statements is true about air flowing through a city?",
            [
                "Its speed is comparable to that in the countryside.",
                "The movement of air is reduced by urban buildings.",
                "It allows the city to cool down thoroughly at night.",
                "It penetrates most quickly in urban areas with the tallest buildings."
            ],
            1
        ],
        [
            "This simple observation was made in the early 1800s when an amateur meteorologist observed that central London was warmer than its outskirts, and the phenomenon was later studied more extensively..",
            2
        ],
        [
            [
                "Winter temperatures vary more in urban than in rural areas.",
                "The construction oftall buildings and hard surfaces in cities contributes to the formation of heat islands.",
                "The heat island effect is forcing some cities in Europe and North America to manage their levels of human-generated energy more carefully.",
                "Neither the time of the day nor the time of the year have an impact on the occurrence and intensity of heat islands.",
                "The energy generated by such human activities as creating power and heating and cooling homes and industry contributes to warming the climate of the city.",
                "Heat trapped by atmospheric pollution and restricted wind flow contributes to raising urban temperatures."
            ],
            [
                1,
                4,
                5
            ]
        ]
    ]
}