{
    "article": "In any investigation of the origins of art, attention focuses on the cave paintings created in Europe during the Paleolithic era (c. 40,000-10,000 years ago) such as those depicting bulls and other animals in the Lascaux cave in France.  Accepting that they are the best preserved and most visible signs of what was a global creative explosion, how do we start to explain their appearance? Instinctively, we may want to update the earliest human artists by assuming that they painted for the sheer joy of painting.  The philosophers of Classical Greece recognized it as a defining trait of humans to \"delight in works of imitation\"—to enjoy the very act and triumph of representation.  If we were close to a real lion or snake, we might feel frightened.  But a well- executed picture of a lion or snake will give us pleasure.  Why suppose that our Paleolithic ancestors were any different?\nThis simple acceptance of art for art's sake has a certain appeal.  To think of Lascaux as a gallery allows it to be a sort of special viewing place where the handiwork of accomplished artists might be displayed.  Plausibly, daily existence in parts of Paleolithic Europe may not have been so hard, with an abundance of ready food and therefore the leisure time for art.  The problems with this explanation, however, are various.  In the first place, the proliferation of archaeological discoveries—and this includes some of the world's innumerable rock art sites that cannot be dated—has served to emphasize a remarkably limited repertoire of subjects.  The images that recur are those of animals.  Human figures are unusual, and when they do make an appearance, they are rarely done with the same attention to form accorded to the animals.  If Paleolithic artists were simply seeking to represent the beauty of the world around them, would they not have left a far greater range of pictures—of trees, flowers, of the Sun and the stars?\nA further question to the theory of art for art's sake is posed by the high incidence of Paleolithic images that appear not to be imitative of any reality whatsoever.  These are geometrical shapes or patterns consisting of dots or lines.  Such marks may be found isolated or repeated over a particular surface but also scattered across more recognizable forms.  A good example of this may be seen in the geologically spectacular grotto of Pêche Merle, in the Lot region of France.  Here we encounter some favorite animals from the Paleolithic repertoire—a pair of stout-bellied horses.  But over and around the horses' outlines are multiple dark spots, daubed in disregard for the otherwise naturalistic representation of animals.  What does such patterning imitate?  There is also the factor of location.  The caves of Lascaux might conceivably qualify as underground galleries, but many other paintings have been found in recesses totally unsuitable for any kind of viewing—tight nooks and crannies that must have been awkward even for the artists to penetrate, let alone for anyone else wanting to see the art.\nFinally, we may doubt the notion that the Upper Paleolithic period was a paradise in which food came readily, leaving humans ample time to amuse themselves with art.  [■]  For Europe it was still the Ice Age.  [■]  An estimate of the basic level of sustenance then necessary for human survival has been judged at 2200 calories per day.  [■]  This consideration, combined with the stark emphasis upon animals in the cave art, has persuaded some archaeologists that the primary motive behind Paleolithic images must lie with the primary activity of Paleolithic people: hunting.  [■]\nHunting is a skill.  Tracking, stalking, chasing, and killing the prey are difficult, sometimes dangerous activities.  What if the process could be made easier—by art? In the early decades of the twentieth century, Abbé Henri Breuil argued that the cave paintings were all about “sympathetic magic. ” The artists strived diligently to make their animal images evocative and realistic because they were attempting to capture the spirit of their prey.  What could have prompted their studious attention to making such naturalistic, recognizable images? According to Breuil, the artists may have believed that if a hunter were able to make a true likeness of some animal, then that animal was virtually trapped.  Images, therefore, may have had the magical capacity to confer success or luck in the hunt.\n ",
    "questions": [
        [
            "According to paragraph 1, what is significant about the paintings in the Lascaux caves?",
            [
                "They provide accurate depictions of the bulls and other animals living in Paleolithic France.",
                "They are the best available source of information about daily life during the Paleolithic era.",
                "They are some of the best surviving examples of what was possibly one of the world's earliest artistic movements.",
                "They are the only evidence of creative expression among Paleolithic human beings."
            ],
            2
        ],
        [
            "In paragraph 1, why does the author mention the views of the philosophers of Classical Greece?",
            [
                "To show how explanations about the appearance of cave painting during the Paleolithic have changed over time",
                "To present a theory about humans and art that may be applicable to the Paleolithic era",
                "To argue that Paleolithic paintings were created for the joy of painting, while Classical art was created to accurately represent the natural world",
                "To demonstrate that the Greek philosophers were the first to accurately understand Paleolithic art"
            ],
            1
        ],
        [
            "Paragraph 2 suggests that the Lascaux cave paintings could have been created as art for art's sake only if which of the following were true?",
            [
                "Caves were often used as viewing places for handiwork of all kinds.",
                "Artists during the Paleolithic era were especially accomplished.",
                "Paleolithic people were able to satisfy their basic needs fairly easily.",
                "People in Paleolithic Europe learned about art from people living in other areas."
            ],
            2
        ],
        [
            "The word “Plausibly” in the passage is closest in meaning to",
            [
                "Similarly",
                "Obviously",
                "Ideally",
                "Possibly"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "The limited variety in the subjects of rock art paintings has become increasingly evident in the many sites discovered.",
                "The limited repertoire of subjects found in rock art has made it difficult for archaeologists to determine when each painting was created.",
                "In the first place, there is little new archaeological information on the subject of rock art because of the limited number of recent discoveries.",
                "Because many rock art sites cannot be dated, archaeologists have limited information about how rock art varied from period to period."
            ],
            0
        ],
        [
            "According to paragraph 2, which of the following is true about human figures as subjects of rock art?",
            [
                "Human figures almost always appear alone and never appear with animals.",
                "Images of humans are both rarer and less accurately drawn than those of animals.",
                "Some of the most beautiful images in Paleolithic rock art are of human figures.",
                "There is more variety in how humans are depicted in cave art than in how animals are."
            ],
            1
        ],
        [
            "The word “spectacular” in the passage is closest in meaning to",
            [
                "unique",
                "impressive",
                "isolated",
                "sheltered"
            ],
            1
        ],
        [
            "In paragraph 3, why does the author include a description of a painting of horses from the grotto of Pêche Merle?",
            [
                "To emphasize that stout-bellied horses were the most commonly found animals in that region at the time the painting was made",
                "To provide evidence that Paleolithic artists created realistic images more often than they created paintings of dots or lines",
                "To give an example of a cave painting that contains elements that do not imitate reality",
                "To demonstrate that Paleolithic artists captured many details of the animals they painted, such as the spots on the horses' coats"
            ],
            2
        ],
        [
            "According to paragraph 3, which of the following is true of the paintings located in the Lascaux caves?",
            [
                "They are all found in recesses that are difficult for viewers to reach",
                "They fill every nook and cranny of a large underground gallery",
                "Their location was probably more convenient for viewers than for the artists",
                "They are easier to view than cave paintings at other locations."
            ],
            3
        ],
        [
            "The word “diligently” in the passage is closest in meaning to",
            [
                "with no success",
                "with talent and skill",
                "with mixed results",
                "with persistence and hard work"
            ],
            3
        ],
        [
            "According to paragraph 5, Breuil proposed which of the following theories about the purpose of cave paintings?",
            [
                "They were used to teach young hunters the skills they needed to hunt.",
                "They were images created to help people forget about the dangers and difficulties of their daily lives.",
                "They were used in magic rituals to increase people's understanding of the natural world.",
                "They were meant to capture the spirits of animals and thus bring success in the hunt."
            ],
            3
        ],
        [
            "The word “prompted” in the passage is closest in meaning to",
            [
                "brought about",
                "interfered with",
                "increased",
                "transformed"
            ],
            0
        ],
        [
            "Obtaining this level of nourishment from such a harsh environment must have consumed most of Paleolithic people’s time and attention..",
            2
        ],
        [
            [
                "It is generally agreed that art as imitation arose during the age of Classical Greece",
                "Paleolithic artists often chose to paint pictures that were intended to frighten people",
                "People in the Paleolithic era may not have had time for art, and the placement of the paintings does not indicate that they were meant to be looked at",
                "Paleolithic artists chose to represent only a small segment of the natural world, and their paintings were not always strict imitations of nature",
                "Hunting was central to Paleolithic life, and animals are central to cave art, leading some to believe that the paintings were created to bring luck to hunters.",
                "Humans were rarely the subjects of cave paintings because it was thought that capturing the image of a hunter would cause the hunter to be virtually trapped."
            ],
            [
                2,
                3,
                4
            ]
        ]
    ]
}