{
    "article": "In the archaeological record of the Natufian period, from about 12,500 to 10,200 years ago, in the part of the Middle East known as the Levant - roughly east of the Mediterranean and north of the Arabian Peninsula - we see clear evidence of agricultural origins. The stone tools of the Natufians included many sickle-shaped cutting blades that show a pattern of wear characteristic of cereal harvesting. Also, querns (hand mills) and other stone tools used for processing grain occur in abundance at Natufian sites, and many such tools show signs of long, intensive use. Along with the sickle blades are many grinding stones, primarily mortars and pestles of limestone or basalt. There is also evidence that these heavy grinding stones were transported over long distances, more than 30 kilometers in some cases, and this is not something known to have been done by people of preceding periods. Fishhooks and weights for sinking fishing nets attest to the growing importance of fish in the diet in some areas. Stone vessels indicate an increased need for containers, but there is no evidence of Natufian clay working or pottery. Studies of the teeth of Natufians also strongly suggest that these people specialized in collecting cereals and may have been cultivating them and in the process of domesticating them, but they were also still hunter-foragers who intensively hunted gazelle and deer in more lush areas and wild goats and equids in more arid zones.\nThe Natufians had a different settlement pattern from that of their predecessors. Some of their base camps were far larger (over 1,000 square meters) than any of those belonging to earlier periods, and they may have lived in some of these camps for half the year or even more. In some of the camps, people made foundations and other architectural elements out of limestone blocks. Trade in shell, obsidian, and other commodities seems to have been on the rise, and anthropologists suspect that the exchange of perishables (such as skins, foodstuffs) and salt was also on the increase. With the growing importance of wild cereals in the diet, salt probably became for the first time a near necessity: people who eat a lot of meat get many essential salts from this diet, but diets based on cereals can be deficient in salts. Salt was probably also important as a food preservative in early villages.\nAs always, there is more to a major cultural change than simply a shift in economics. The Natufians made (and presumably wore) beads and pendants in many materials, including gemstones and marine shells that had to be imported, and it is possible that this ornamentation actually reflects a growing sense of ethnic identity and perhaps some differences in personal and group status. Cleverly carved figurines of animals, women, and other subjects occur in many sites, and Natufian period cave paintings have been found in Anatolia, Syria, and Iran.  [■] More than 400 Natufian burials have been found, most of them simple graves set in house floors.  [■] As archaeologist Belfer-Cohen notes, these burials may reflect an ancestor cult and a growing sense of community emotional ties and attachment to a particular place, and toward the end of the Natufian period, people in this area were making a strict separation between living quarters and burial grounds.  [■] In contrast with the Pleistocene cultures of the Levant, Natufian culture appears to have experienced considerable social change.  [■]\nThe question of why the Natufians differed from their predecessors in these and other ways and why they made these first steps toward farming as a way of life remains unclear. There were climate changes, of course, and growing aridity and rising population densities may have forced them to intensify the exploitation of cereals, which in turn might have stimulated the development of sickles and other tools and the permanent communities that make agriculture efficient. But precisely how these factors interacted with others at play is poorly understood.\n ",
    "questions": [
        [
            "All of the following are mentioned in paragraph 1 as evidence that the Natufians may have engaged in the growing and processing of cereals and grains EXCEPT",
            [
                "tools with a specific pattern of wear",
                "the widespread presence of grinding stones",
                "the presence of clay containers",
                "results from the analysis of Natufian teeth"
            ],
            2
        ],
        [
            "Why does the author say that \"many such tools show signs of long, intensive use\" in connection with Natufian agriculture?",
            [
                "To argue that the Natufian people consumed grains long before they included fish in their diet",
                "To suggest that Natufian people could not replace their tools frequently because they had to travel very long distances to find grinding stones",
                "To illustrate the sophistication of the Natufians in the design of stone tools",
                "To support the claim that the archaeological record of the Natufian period shows clear evidence of agricultural origins"
            ],
            3
        ],
        [
            "The phrase \"attest to\" in the passage is closest in meaning to",
            [
                "symbolize",
                "provide evidence of",
                "are predictive of",
                "coincide with"
            ],
            1
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Studies of the teeth of Natufians suggest the importance of cereals in their culture although they still hunted and foraged.",
                "The Natufians specialized in collecting cereals and may have been in the process of domesticating certain animals.",
                "Studies of the teeth of Natufians suggest that these people became hunter-foragers after they began domesticating cereals.",
                "The Natufians’ diet consisted mostly of cereals and lacked sufficient meat."
            ],
            0
        ],
        [
            "Paragraph 2 suggests that compared with their predecessors, the Natufians",
            [
                "had smaller camps",
                "had more permanent settlements",
                "engaged in trade less often",
                "had more meat in their diets"
            ],
            1
        ],
        [
            "The phrase \"be deficient in\" in the passage is closest in meaning to",
            [
                "consist mainly of",
                "be balanced by",
                "not have enough",
                "have adequate"
            ],
            2
        ],
        [
            "The word \"preservative\" in the passage is closest in meaning to",
            [
                "something that adds flavor to food",
                "something that adds nutritional value to food",
                "something that keeps food fresh",
                "something that increases the trade value of food"
            ],
            2
        ],
        [
            "According to paragraph 2, the abundance of wild cereals in the Natufian diet probably meant that the Natufians",
            [
                "had to move their settlements more often",
                "needed to supplement their diets with salt",
                "found it easy to store their food supplies",
                "no longer needed meat to provide essential minerals"
            ],
            1
        ],
        [
            "The word “reflects\" in the passage is closest in meaning to",
            [
                "indicates",
                "causes",
                "hides",
                "prevents"
            ],
            0
        ],
        [
            "The word \"ties\" in the passage is closest in meaning to",
            [
                "values",
                "experiences",
                "influences",
                "connections"
            ],
            3
        ],
        [
            "All of the following are mentioned in paragraph 3 as part of the cultural change experienced by the Natufians EXCEPT",
            [
                "Technological advances",
                "Personal ornamentation",
                "Cave painting",
                "Community burial sites"
            ],
            0
        ],
        [
            "According to paragraph 4, which of the following may have helped push the Natufians toward farming as a way of life?",
            [
                "At the same time as the Natufian population was increasing, the climate was becoming less hospitable.",
                "The development of sickles and other tools made it possible for Natufians to exploit new kinds of cereals.",
                "The climate changed during the Natufian period and produced conditions favorable to growing cereals.",
                "Increasing competition from neighboring populations may have forced Natufians to grow cereals more intensively."
            ],
            0
        ],
        [
            "Further evidence of an evolving cultural complexity comes from Natufian burials..",
            0
        ],
        [
            [
                "The Natufians used tools to collect and process food, but their lack of containers suggests that they rarely had excess food to store.",
                "The increase in salt in the Natufians' diet suggests that meat was becoming harder to find, perhaps because of climate change.",
                "The Natufians engaged in trade and lived in large camps in which they sometimes built permanent structures.",
                "Natufian culture developed somewhat differently in different regions, in part because of differences in the types and amount of food available from place to place.",
                "Although their diet included meat from hunting, extensive evidence suggests that the Natufians consumed a lot of cereals and may even have been cultivating them.",
                "Natufian art, personal ornamentation, and burial sites suggest cultural changes involving an increasing sense of ethnic identity and perhaps an ancestor cult."
            ],
            [
                2,
                4,
                5
            ]
        ]
    ]
}