{
    "article": "The centralized dynasties that ruled ancient China were a product of the terrain and climate of the Asian continent. China is isolated from the rest of the Eastern hemisphere by formidable natural barriers of mountains on the west and southwest as well as the Gobi Desert on the north. To the east lies the Pacific Ocean. Although China’s separation was not total—trade goods, people, and ideas moved back and forth between China, India, arid Central Asia in many respects its development was distinctive.\nIn its formative years, Chinese civilization had been influenced by the contributing factors of the Yellow River region, the land of the loess. It is generally understood that the river, running through a vast area where the fine and porous soil accounts for the large silt content in its current, has a constant tendency to clog its own course and cause dikes to break and enormous inundations to occur. The problem cannot be dealt with locally.  [■]This predicament has a historical origin that can be traced at least to the Spring and Autumn period (722—481 B.C.), when in 652 B.C. Duke Huan of Qi convened his league of states.  [■]A mutual pledge by all participants is recorded in various sources as “not to execute improper dikes” and “not to hinder the water flow.”  [■]The stone inscriptions of his own achievements erected by the first emperor of the Qin dynasty (221—207 B.C.) are reproduced in The Records of History.  [■]One of the meritorious deeds that he credited to himself was the “neutralization of the barriers that obstructed water flows.” These and other references are evidence that China’s political unification, achieved in the B.C. era, had come under the pressing demand for a coordinated effort in dealing with the flood problem, which, over and above technical considerations, has remained in force for the past 2,000 years.\nA second factor compelling China to proceed to an early national unification and to follow it with political centralization was the effect of monsoon rain on agriculture. The summer monsoon in China comes from the direction of the Philippine Sea. It by itself does not give rain. The moisture in the air current depends upon winds blowing from west to east and northeast, lifting it to an altitude to be cooled; only then does rain come down from condensation. This climatic arrangement subjects agricultural crops of the nation to the synchronization of two sets of variables. When the two kinds of currents miss each other, drought sets in. When they repeatedly converge over a specific area, flood and inundation are the inevitable result. It is not uncommon for lack of rain and too much rain simultaneously to victimize two or more parts of China. Only an enormous empire in control of vast resources can deal with the situation. The requirement imposed by the power of nature was felt, too, during the B.C. era. In one ancient text we read many stories about wars between the principalities during times of natural disaster. The scholar Yao Shanyu, working from ancient summaries, calls attention to the fact that in the 2,117 years under study, 1,621 floods and 1,392 droughts caused damage serious enough to be reported by the imperial courts.\nFurther ruling out the possibility of a decentralized China was the potential threat of nomads. The traditional line of defense that China erected in the north along the steppe—a vast grass-covered plain—customarily referred to as the Great Wall,was by no means fixed. The territories north and west of the Great Wall, having an annual rainfall of less than fifteen inches and therefore inadequate for cultivation, remained a grazing ground for the nomads. In times of bad weather and in periods of China’s disunity, these nomads had a tendency to execute large-scale invasions. This was a problem whose cause was so deeply rooted in geography that the Chinese were not able to solve it merely through military offensives. Long-term experience taught them to put the regional and local government under a strong center, allowing national defense to dictate a degree of homogeneity and uniformity in order to survive.\n ",
    "questions": [
        [
            "According to paragraph 2, how does silt affect the Yellow River?",
            [
                "The large amount of silt causes the river to dry up.",
                "The buildup of silt blocks the flow of water.",
                "The silt blows across the river into vast areas.",
                "The flow of silt damages the soil around the river."
            ],
            1
        ],
        [
            "The word “execute”in the passage is closest in meaning to",
            [
                "move",
                "produce",
                "design",
                "include"
            ],
            1
        ],
        [
            "Why does the author mention “Duke Huan”and “the first emperor of the Qin dynasty”in the passage?",
            [
                "To question the accuracy of the available historical evidence about ancient China",
                "To contrast the methods these rulers used to control water flow",
                "To indicate the efficiency of laws in ancient China",
                "To provide evidence for a claim made about the development of Chinese political unification"
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Historical references show that for 2,000 years flooding has continued, despite coordinated efforts of government agencies.",
                "Evidence shows that centralized political organization was necessary to deal with vast flooding problems, which still occur in modern times.",
                "The floods that are referred to in historical documents have weakened the political unification of China for the past 2,000 years.",
                "As shown in historical records, political unification of China was achieved despite flood problems, which have taken 2,000 years to overcome."
            ],
            1
        ],
        [
            "The word “inevitable”in the passage is closest in meaning to",
            [
                "certain",
                "common",
                "unfortunate",
                "additional"
            ],
            0
        ],
        [
            "Paragraph 3 supports which of the following statements about the 2,117 years studied by Yao Shanyu?",
            [
                "Extensive documentation shows that both flooding and droughts frequently concerned the leaders of the nation.",
                "During this period, droughts caused more serious damage than floods did.",
                "Natural disasters occurred more frequently in the B.C. era than in modern times.",
                "Ancient summaries contained inaccurate information about natural disasters."
            ],
            0
        ],
        [
            "According to paragraph 4,what was one drawback of China's traditional line of defense?",
            [
                "It was built by a decentralized Chinese state.",
                "It did not always protect the land from invasion.",
                "It was erected in the northernmost area of the country.",
                "It used up much cultivated land."
            ],
            1
        ],
        [
            "According to paragraph 4, nomadic invasions of China occurred during periods of bad weather and",
            [
                "large-scale crop failures",
                "sudden population increase within nomad groups",
                "disorganization of government",
                "physical breakdown of the Great Wall"
            ],
            2
        ],
        [
            "Nevertheless, records indicate that this agreement did not provide a final solution to the problem..",
            2
        ],
        [
            [
                "National organization was necessary to manage river flow and prevent flooding.",
                "Central organization was needed to process the heavy inflow of goods and people from India and Central Asia.",
                "Defense against invasions from the north required a uniform national response.",
                "Natural disasters caused by persistent weather patterns required response from a centralized government.",
                "Agricultural production required a centrally organized distribution system.",
                "Periods of disunity were often the result of regional and local governments competing against one another."
            ],
            [
                0,
                2,
                3
            ]
        ]
    ]
}