{
    "article": "At the end of the nineteenth century, there were basically two kinds of buildings in the United States. On one hand were the buildings produced for the wealthy or for civic purposes, which tended to echo the architecture of the past and to use traditional styles of ornamentation. On the other hand were purely utilitarian structures, such as factories and grain elevators, which employed modern materials such as steel girders and plate glass in an undisguised and unadorned manner. Such buildings, however, were viewed in a category separate from \"fine\" architecture, and in fact were often designed by engineers and builders rather than architects. The development of modern architecture might in large part be seen as an adaptation of this sort of functional building and its pervasive application for daily use. Indeed, in this influential book Toward a New Architecture, the Swiss architect Le Corbusier illustrated his text with photographs of American factories and grain storage silos, as well as ships, airplanes, and other industrial objects. Nonetheless, modern architects did not simply employ these new materials in a strictly practical fashion—they consciously exploited their aesthetic possibilities. For example, glass could be used to open up walls and eliminate their stone and brick masonry because large spaces could now be spanned with steel beams.\nThe fundamental premise of modern architecture was that the appearance of the building should exhibit the nature of its materials and forms of physical support. This often led to effects that looked odd from a traditional standpoint but that became hallmarks of modern architecture for precisely this reason. For example, in traditional architecture, stone or brick walls served a structural role, but in a steel-beam building the walls were essentially hung from the internal skeleton of steel beams, which meant that walls and corners no longer needed to be solid but could be opened up in unexpected ways. At the Fagus shoe factory in Germany, for example, German architect Walter Gropius placed glass walls in the corners, effectively breaking open the box of traditional architecture and creating a new sense of light and openness. Similarly, steel beams could be used to construct balconies that projected out from the building without any support beneath them. These dramatic balconies quickly became a signature of modern architects such as Frank Lloyd Wright. Wright's most dramatic residence, Fallingwater, has balconies that thrust far out over a stream in a way that seems to defy gravity.\nThe ways in which new technology transformed architectural design are dramatically illustrated through the evolution of the high-rise office building. After ten or twelve stories, masonry construction reaches a maximum possible height, since it runs into difficulties of compression and of inadequate lateral strength to combat wind shear. Steel construction, on the other hand, can support a building of 50 or 100 stories without difficulty. Such buildings were so different from any previous form of architecture that they quickly acquired a new name—the skyscraper.\nFrom the standpoint of real estate developers, the purpose of skyscrapers was to increase rental space in valuable urban locations. But to create usable high-rise buildings, a number of technical challenges needed to be solved. One problem was getting people to the upper floors, since after five or six stories it becomes exhausting to climb stairs. Updated and electrified versions of the freight elevator that had been introduced by Elisha Graves Otis in 1853 (several decades before skyscraper construction) solved this problem. Another issue was fire safety. The metal supporting buildings became soft when exposed to fire and collapsed relatively quickly. (They could melt at 2700 Fahrenheit, whereas major fires achieve temperatures of 3000degrees). However, when the metal is encased in fire-retardant materials, its vulnerability to fire is much decreased. [■] In Chicago, a system was developed for surrounding the metal components with hollow tiles made from brick-like terra-cotta. [■] Such tiles are impervious to fire. [■]The terra-cotta tiles were used both to encase the supporting members and as flooring.  [■] A structure built with steel beams protected by terra-cotta tiles was still three times lighter than a comparably sized building that used masonry construction, so the weight of the tiles was not a problem. \n ",
    "questions": [
        [
            "The word \"pervasive\" in the passage is closest in meaning to",
            [
                "innovation",
                "skilled",
                "eventual",
                "widespread"
            ],
            3
        ],
        [
            "The word \"eliminate\" in the passage is closest in meaning to",
            [
                "get rid of",
                "avoid",
                "minimize",
                "replace"
            ],
            0
        ],
        [
            "Why does the author mention that Le Corbusier included \"photographs of American factories and grain storage silos, as well as ships, airplanes, and other industrial objects\" in Toward a New Architecture?",
            [
                "To argue that Le Corbusier should be considered more of a builder or an engineer than an architect.",
                "To support the claim that modern architects was influenced by practical structures and the ways they were built.",
                "To provide evidence that modern architects were more concerned with practicality than with aesthetics.",
                "To document how architects moved from designing only buildings to designing vehicles and industrial objects."
            ],
            1
        ],
        [
            "Which of the following is NOT mentioned in paragraph 1 as distinguishing the two kinds of buildings in the United States at the end of the nineteenth century?",
            [
                "Function",
                "Cost",
                "Material",
                "Ornamentation"
            ],
            1
        ],
        [
            "The word \"exhibit” in the passage is closest in meaning to",
            [
                "show",
                "determine",
                "make attractive",
                "include"
            ],
            0
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "The structural role of steel beams made it possible to hang stone or brick walls instead of using them for support as traditional architecture had.",
                "Opening up walls and corners was unimportant in traditional architecture so walls and corners were solid until steel-beam buildings were designed.",
                " In steel-beam buildings, the beams provide the structural support, so walls and corners can be opened up in ways not possible in traditional architecture.",
                " In a steel-beam buildings the walls are essentially hung from the internal skeleton of steel beams, which means that stone and brick masonry are not needed."
            ],
            2
        ],
        [
            "It can be inferred from paragraph 2 that all of the following features of modern architecture seemed odd from the standpoint of traditional architecture EXCEPT",
            [
                "the use of glass walls",
                "the sense of light and openness",
                "the construction of balconies with solid supports beneath them",
                "the hanging of walls from an internal structure of steel beams"
            ],
            2
        ],
        [
            "According to paragraph 3, which of the following is true of steel-frame buildings?",
            [
                "They cannot be more than 50 stories high.",
                "They cannot successfully combat wind shear.",
                "They have greater lateral strength than masonry buildings.",
                "They are usually skyscrapers."
            ],
            2
        ],
        [
            "The phrase “impervious to\" in the passage is closest in meaning to",
            [
                "hardened by",
                "transformed by",
                "manufactured with",
                "unaffected by"
            ],
            3
        ],
        [
            "According to paragraph 4, who benefited from solving problems associated with skyscraper construction?",
            [
                "The inventor of the elevator, Elisha Graves Otis.",
                "Engineers and construction workers.",
                "People who used the lower floors of tall buildings.",
                "Real estate developers."
            ],
            3
        ],
        [
            "In paragraph 4, the author provides information about the melting point of metal in order to",
            [
                "explain why fire safety was a crucial issue for steel-frame buildings",
                "describe the process by which steel is molded into beams",
                "argue that there is no way to make steel buildings safe",
                "support the position that steel was not a good material for use in tall buildings"
            ],
            0
        ],
        [
            "According to paragraph 4, why were terra-cotta tiles used in buildings with steel beams?",
            [
                " Terra-cotta is lighter than steel.",
                "Terra-cotta is a fire-retardant material.",
                "Terra-cotta tiles were as cheap as bricks.",
                "Terra-cotta tiles could be used for flooring."
            ],
            1
        ],
        [
            "Even the air space within the tiles served to insulate the metal from the heat of fire..",
            2
        ],
        [
            [
                "At the end of the nineteenth century, the emphasis was on preserving and conserving historic civic buildings rather than on creating new large structures.",
                "Modern architects did not accept the traditional distinction between \"fine\" architecture and buildings that used ordinary materials and a utilitarian design.",
                "Steel construction opened up the possibility of very tall buildings, but these skyscrapers also required new technologies such as elevators and fireproofing.",
                "In his influential book Toward a New Architecture, Le Corbusier argued that builders and engineers ought to lead a new revolution in building design.",
                "Architects such as Walter Gropius and Frank Lloyd Wright used new materials like plate glass and steel beams to create buildings that emphasized openness, light, and a feeling of weightlessness.",
                "Unprotected metal can withstand much more compression than traditional masonry but must be reinforced with terra-cotta tile or the like to combat wind shear."
            ],
            [
                1,
                2,
                4
            ]
        ]
    ]
}