{
    "article": "In the United States, railroads spearheaded the second phase of the transportation revolution by overtaking the previous importance of canals. The mid-1800s saw a great expansion of American railroads. The major cities east of the Mississippi River were linked by a spiderweb of railroad tracks. [■] Chicago's growth illustrates the impact of these rail links. [■] In 1849 Chicago was a village of a few hundred people with virtually no rail service. [■] By 1860 it had become a city of 100,000, served by eleven railroads. [■] Farmers to the north and west of Chicago no longer had to ship their grain, livestock, and dairy products down the Mississippi River to New Orleans; they could now ship their products directly east. Chicago supplanted New Orleans as the interior of America's main commercial hub.\nThe east-west rail lines stimulated the settlement and agricultural development of the Midwest. By 1860 Illinois, Indiana, and Wisconsin had replaced Ohio, Pennsylvania, and New York as the leading wheat-growing states. Enabling farmers to speed their products to the East, railroads increased the value of farmland and promoted additional settlement. In turn, population growth in agricultural areas triggered industrial development in cities such as Chicago, Davenport (Iowa), and Minneapolis, for the new settlers needed lumber for fences and houses and mills to grind wheat into flour.\nRailroads also propelled the growth of small towns along their routes. The Illinois Central Railroad, which had more track than any other railroad in 1855, made money not only from its traffic but also from real estate speculation. Purchasing land for stations along its path, the Illinois Central then laid out towns around the stations. The selection of Manteno, Illinois, as a stop of the Illinois Central, for example, transformed the site from a crossroads without a single house in 1854 into a bustling town of nearly a thousand in 1860, replete with hotels, lumberyards, grain elevators, and gristmills. By the Civil War (1861-1865), few thought of the railroad-linked Midwest as a frontier region or viewed its inhabitants as pioneers.\nAs the nation's first big business, the railroads transformed the conduct of business. During the early 1830s, railroads, like canals, depended on financial aid from state governments. With the onset of economic depression in the late 1830s, however, state governments scrapped overly ambitious railroad projects. Convinced that railroads burdened them with high taxes and blasted hopes, voters turned against state aid, and in the early 1840s, several states amended their constitutions to bar state funding for railroads and canals. The federal government took up some of the slack, but federal aid did not provide a major stimulus to railroads before 1860. Rather, part of the burden of finance passed to city and county governments in agricultural areas that wanted to attract railroads. Such municipal governments, for example, often gave railroads rights-of-way, grants of land for stations, and public funds.\nThe dramatic expansion of the railroad network in the 1850s, however, strained the financing capacity of local governments and required a turn toward private investment, which had never been absent from the picture. Well aware of the economic benefits of railroads, individuals living near them had long purchased railroad stock issued by governments and had directly bought stock in railroads, often paying by contributing their labor to building the railroads. But the large railroads of the 1850s needed more capital than such small investors could generate. Gradually, the center of railroad financing shifted to New York City, and in fact, it was the railroad boom of the 1850s that helped make Wall Street in New York City the nation's greatest capital market. The stocks of all the leading railroads were traded on the floor of the New York Stock Exchange during the 1850s. In addition, the growth of railroads turned New York City into the center of modern investment firms. The investment firms evaluated the stock of railroads in the smaller American cities and then found purchasers for these stocks in New York City, Philadelphia, Paris, London, Amsterdam, and Hamburg. Controlling the flow of funds to railroads, the investment bankers began to exert influence over the railroads' internal affairs by supervising administrative reorganizations in times of trouble.\n ",
    "questions": [
        [
            "According to paragraph 1, what effect did the expansion of rail links have on Chicago?",
            [
                "Chicago became the headquarters for eleven new railroads",
                "Chicago became the most important city east of the Mississippi River",
                "Chicago was transformed from a village into a large city",
                "Chicago replaced eastern cities as the main buyer of farm products from the region"
            ],
            2
        ],
        [
            "Paragraph 2 supports the idea that Illinois, Indiana, and Wisconsin were able to become the leading wheat-growing states by 1860 in large part because",
            [
                "by 1860 there were more railroads in Illinois, Indiana, and Wisconsin than in Ohio, Pennsylvania, and New York",
                "the expansion of east-west rail lines made transporting Midwestern products to East Coast markets relatively fast and easy",
                "by 1860 states such as Ohio, Pennsylvania, and New York had become more interested in industrial development than in agriculture",
                "most of the farmers who had grown wheat in Ohio, Pennsylvania, or New York resettled in the Midwest after the expansion of east-west rail lines"
            ],
            1
        ],
        [
            "The word \"promoted\" in the passage is closest in meaning to",
            [
                "encouraged",
                "controlled",
                "promised",
                "predicted"
            ],
            0
        ],
        [
            "According to paragraph 2, one effect of the increased agricultural development in the Midwest was to",
            [
                "slow the rate at which population grew in many Midwestern cities",
                "increase the demand for industrial products from Midwestern cities",
                "encourage the extension of east-west rail lines to the Midwest",
                "reduce the pressure on Midwestern farmers to get their products to market faster"
            ],
            1
        ],
        [
            "The author mentions \"Manteno, Illinois\" in order to",
            [
                "give an example of how railroads decided which small towns would be selected for stations",
                "illustrate the power of railroads to determine where towns would come into existence",
                "explain how some railroads were able to make more money from real estate speculation than from railroad traffic",
                "show how people's view of the Midwest as a frontier region had changed by the Civil War"
            ],
            1
        ],
        [
            "The word \"bustling\" in the passage is closest in meaning to",
            [
                "commercial",
                "wealthy",
                "lively",
                "modern"
            ],
            2
        ],
        [
            "The word \"onset\" in the passage is closest in meaning to",
            [
                "possibility",
                "fear",
                "worsening",
                "start"
            ],
            3
        ],
        [
            "According to paragraph 4, how were railroads affected by the economic depression in the late 1830s?",
            [
                "They lost important funding from state governments",
                "They began to realize that some of their projects were overly ambitious",
                "They had to compete with canals for government support",
                "They emerged as the nation's biggest business"
            ],
            0
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Private investment in railroads began in the 1850s following the dramatic expansion of the railroad network, which had been financed by local governments",
                "Railroads' relations with local governments became strained in the 1850s, when railroads turned to private investors for financing to expand their capacity",
                "Local governments' limited capacity to finance railroad expansion was a long-standing problem that railroads solved in the 1850s by turning toward private investment",
                "When local governments could not adequately finance the railroads' dramatic expansion in the 1850s, private investment became increasingly important"
            ],
            3
        ],
        [
            "Paragraph 5 supports which of the following ideas about people who held railroad stock?",
            [
                "Many of them were not particularly wealthy",
                "Many of them overestimated the economic benefits of railroads",
                "Most of them bought their stock for less than it was worth",
                "Most of them had been employed by a railroad"
            ],
            0
        ],
        [
            "According to paragraph 5, investment bankers were involved in all of the following EXCEPT",
            [
                "controlling the distribution of funds to railroads",
                "finding national and international buyers of railroad stock",
                "overseeing administrative changes of railroads when needed",
                "persuading the federal government to reinvest in railroads"
            ],
            3
        ],
        [
            "The word \"flow\" in the passage is closest in meaning to",
            [
                "promise",
                "growth",
                "movement",
                "source"
            ],
            2
        ],
        [
            "Indeed, the network became so dense that by the 1860s the United States had more miles of railroad tracks than did all the rest of the world.",
            0
        ],
        [
            [
                "Increased rail line between the East and the Midwest resulted in the rapid rise of major Midwestern cities such as Chicago, as well as in the growth of small towns along railroad routes",
                "Real estate speculation by railroads in the 1850s drove up the value of farmland and encouraged many Midwestern farmers to sell their land and make a new life in the cities",
                "Both canals and railroads fell out of public favor in the early 1840s, but by the mid-1850s the economic benefits of railroads had once again become generally recognized",
                "Once Chicago became a major commercial hub with direct rail connections to New Orleans and the East, Midwestern farmers were no longer limited to selling most of their products locally",
                "State government financing of railroads largely ended in the 1830s and was replaced by a combination of local and federal government support and money from private investors",
                "In the 1850s railroads turned to investment banks in New York City for capital to expand and by doing so, helped establish the city as the main financial center in the United States"
            ],
            [
                0,
                4,
                5
            ]
        ]
    ]
}