{
    "article": "Until the early- to mid-twentieth century, scientists believed that stars generate energy by shrinking. [■] As stars contracted, it was thought, they would get hotter and hotter, giving off light in the process. [■] This could not be the primary way that stars shine, however. [■] If it were, they would scarcely last a million years, rather than the billions of years in age that we know they are. [■] We now know that stars are fueled by nuclear fusion. Each time fusion takes place, energy is released as a by-product. This energy, expelled into space, is what we see as starlight. The fusion process begins when two hydrogen nuclei smash together to form a particle called the deuteron (a combination of a positive proton and a neutral neutron). Deuterons readily combine with additional protons to form helium. Helium, in turn, can fuse together to form heavier elements, such as carbon. In a typical star, merger after merger takes place until significant quantities of heavy elements are built up.\nWe must distinguish, at this point, between two different stellar types: Population I and Population ll, the latter being much older than the former. These groups can also be distinguished by their locations. Our galaxy, the Milky Way, is shaped like a flat disk surrounding a central bulge. Whereas Population I stars are found mainly in the galactic disk, Population II stars mostly reside in the central bulge of the galaxy and in the halo surrounding this bulge.\nPopulation II stars date to the early stages of the universe. Formed when the cosmos was filled with hydrogen and helium gases, they initially contained virtually no heavy elements. They shine until their fusible material is exhausted. When Population II stars die, their material is spread out into space. Some of this dust is eventually incorporated into newly formed Population I stars. Though Population I stars consist mostly of hydrogen and helium gas, they also contain heavy elements (heavier than helium), which comprise about 1 or 2 percent of their mass. These heavier materials are fused from the lighter elements that the stars have collected. Thus, Population I stars contain material that once belonged to stars from previous generations. The Sun is a good example of a Population I star.\nWhat will happen when the Sun dies? In several billion years, our mother star will burn much brighter. It will expend more and more of its nuclear fuel, until little is left of its original hydrogen. Then, at some point in the far future, all nuclear reactions in the Sun’s center will cease.\nOnce the Sun passes into its \"postnuclear\" phase, it will separate effectively into two different regions: an inner zone and an outer zone. While no more hydrogen fuel will remain in the inner zone, there will be a small amount left in the outer zone. Rapidly, changes will begin to take place that will serve to tear the Sun apart. The inner zone, its nuclear fires no longer burning, will begin to collapse under the influence of its own weight and will contract into a tiny hot core, dense and dim. An opposite fate will await the outer region, a loosely held-together ball of gas. A shock wave caused by the inner zone's contraction will send ripples through the dying star, pushing the stellar exterior's material farther and farther outward. The outer envelope will then grow rapidly, increasing, in a short interval, hundreds of times in size. As it expands, it will cool down by thousands of degrees. Eventually, the Sun will become a red giant star, cool and bright. It will be so large that it will occupy the whole space that used to be the Earth's orbit and so brilliant that it would be able to be seen with the naked eye thousands of light-years away. It will exist that way for millions of years, gradually releasing the material of its outer envelope into space. Finally, nothing will be left of the gaseous exterior of the Sun; all that will remain will be the hot, white core. The Sun will have become a white dwarf star. The core will shrink, giving off the last of its energy, and the Sun will finally die.\n ",
    "questions": [
        [
            "The word \"readily\" in the passage is closest in meaning to",
            [
                "eventually",
                "easily",
                "constantly",
                "loosely"
            ],
            1
        ],
        [
            "According to paragraph 1, the energy that comes from stars and that is seen as light is the result of",
            [
                "protons combining with helium atoms",
                "atoms of heavier elements smashing together",
                "various particles fusing with one another",
                "hydrogen atoms breaking apart"
            ],
            2
        ],
        [
            "In paragraph 1, why does the author point out that stars are billions of years old?",
            [
                "To establish that starlight is produced by an ongoing process and not by a one-time event",
                "To suggest that stars contract much more slowly than was previously believed",
                "To argue that shrinking cannot be the main way stars generate energy",
                "To argue that fusion in a star slows down as quantities of heavy elements build up"
            ],
            2
        ],
        [
            "According to paragraph 2, Population I stars and Population II stars differ from each other in terms of both",
            [
                "how old they are and where in their galaxies they are found",
                "how old they are and whether they have a halo around them",
                "where in their galaxies they are found and whether they bulge out in the center",
                "whether they are at the center of a flat disk and whether they have a halo"
            ],
            0
        ],
        [
            "According to paragraphs 2 and 3, all of the following are true of Population I stars EXCEPT",
            [
                "They contain material that was once contained in Population II stars",
                "In terms of their mass, they consist primarily of hydrogen and helium",
                "They contain elements that were formed through the fusion of lighter ones",
                "They generally do not last as long as Population II stars"
            ],
            3
        ],
        [
            "The word \"virtually\" in the passage is closest in meaning to",
            [
                "absolutely",
                "usually",
                "almost",
                "as a result"
            ],
            2
        ],
        [
            "The word \"exhausted\" in the passage is closest in meaning to",
            [
                "used up",
                "released",
                "invisible",
                "broken up"
            ],
            0
        ],
        [
            "The word \"comprise\" in the passage is closest in meaning to",
            [
                "absorb",
                "lose",
                "increase to",
                "make up"
            ],
            3
        ],
        [
            "Why does the author ask the question \"What will happen when the Sun dies?\" ?",
            [
                "To identify the most serious question concerning star death that scientists must address",
                "To introduce the topic that the rest of the passage will discuss",
                "To suggest that scientists remain uncertain about some aspects of star death",
                "To suggest that the Sun may not be a good example of a Population I star"
            ],
            1
        ],
        [
            "According to paragraph 5, once the Sun is in its \"postnuclear\" phase, the outer zone will differ from the inner zone in that the outer zone will",
            [
                "undergo a much less dramatic change in size",
                "maintain more nearly constant temperatures",
                "cease to be a site of energy-generating activity",
                "still contain some amount of hydrogen"
            ],
            3
        ],
        [
            "According to paragraph 5, which of the following will be true about the inner core of the dying Sun?",
            [
                "It will contract, sending an energy wave through the rest of the star",
                "It will shine with a bright red glow before it finally shrinks and dies",
                "It will expand to hundreds of times its previous size",
                "It will shrink due to the weight of the outer envelope"
            ],
            0
        ],
        [
            "Paragraph 5 supports which of the following about the death of the Sun?\r",
            [
                "The Sun's outer envelope will expand rapidly as a result of decreasing temperatures in the outer zone",
                "The Sun will reach the red giant stage millions of years before it becomes a white dwarf star",
                "After the Sun has released the material of its outer envelope into space, nuclear fusion will continue at the remaining core for a limited period",
                "While the outer region of the Sun expands, it releases all its material into space"
            ],
            1
        ],
        [
            "Clearly, a more plausible mechanism was needed to explain how stars generate energy.",
            3
        ],
        [
            [
                "The Sun is a good example of a Population I star because the Sun generates its energy through nuclear fusion rather than through contraction",
                "In the Milky Way, Population I stars are found in and around the central bulge and Population II stars are found in the galactic disk",
                "The Sun and stars like it will separate into inner cores and outer envelopes before all nuclear reactions in the cores stop and the stars finally die",
                "Population II stars, the oldest stars, are formed from hydrogen and helium gases, and they shine until they exhaust their fusible material",
                "Population I stars, including the Sun, are relatively young stars that are mostly hydrogen and helium gas but also contain heavier elements",
                "The outer envelope of the Sun and stars like it will release their energy into space, and the inner cores will become white dwarfs before they finally give off their last energy"
            ],
            [
                3,
                4,
                5
            ]
        ]
    ]
}