{
    "article": "After the Roman Empire’s conquest of Britain in the first century A.D., the presence of administrators, merchants, and troops on British soil, along with the natural flow of ideas and goods from the rest of the empire, had an enormous influence on life in the British Isles. Cultural influences were of three types: the bringing of objects, the transfer of craft workers, and the introduction of massive civil architecture. Many objects were not art in even the broadest sense and comprised utilitarian items of clothing, utensils, and equipment. We should not underestimate the social status associated with such mundane possessions which had not previously been available. The flooding of Britain with red-gloss pottery from Gaul (modern-day France), decorated with scenes from Classical mythology, probably brought many into contact with the styles and artistic concepts of the Greco-Roman world for the first time, whether or not the symbolism was understood. Mass-produced goods were accompanied by fewer more aesthetically impressive objects such as statuettes. Such pieces perhaps first came with officials for their own religious worship; others were then acquired by native leaders as diplomatic gifts or by purchase. Once seen by the natives, such objects created a fashion which rapidly spread through the province.\nIn the most extreme instances, natives literally bought the whole package of Roman culture. The Fishbourne villa, built in the third quarter of the first century A.D., probably for the native client king Cogidubnus, amply illustrates his Roman pretensions. It was constructed in the latest Italian style with imported marbles and stylish mosaics. It was lavishly furnished with imported sculptures and other Classical objects. A visitor from Rome would have recognized its owner as a participant in the contemporary culture of the empire, not at all provincial in taste. Even if those from the traditional families looked down on him, they would have been unable to dismiss him as uncultured. Although exceptional, this demonstrates how new cultural symbols bound provincials to the identify of the Roman world.\nSuch examples established a standard to be copied. One result was an influx of craft worker, particularly those skilled in artistic media like stone-carving which had not existed before the conquest. Civilian workers came mostly from Gaul and Germany. The magnificent temple built beside the sacred spring at Bath was constructed only about twenty years after the conquest. Its detail shows that it was carved by artists from northeast Gaul. In the absence of a tradition of Classical stone-carving and building, the desire to develop Roman amenities would have been difficult to fulfill. Administrators thus used their personal contacts to put the Britons in touch with architects and masons. As many of the officials in Britain had strong links with Gaul, it is not surprising that early Roman Britain owes much to craft workers from that area. Local workshops did develop and stylistically similar groups of sculpture show how skills in this new medium became widespread. Likewise skills in the use of mosaic, wall painting, ceramic decoration, and metal-working developed throughout the province with the eventual emergence of characteristically Romano-British styles.\nThis art had a major impact on the native peoples, and one of the most importance factors was a change in the scale of buildings. Pre-Roman Britain was highly localized, with people rarely traveling beyond their own region. On occasion large groups amassed for war or religious festivals, but society remained centered on small communities. Architecture of this era reflected this with even the largest of the fortified towns and hill forts containing no more than clusters of medium-sized structures. The spaces inside even the largest roundhouses were modest, and the use of rounded shapes and organic building materials gave buildings a human scale.  [■]But the effect of Roman civil architecture was significant;the sheer size of space enclosed within buildings like the basilica of London must have been astonishing. [■] This was an architecture of dominance in which subject peoples were literally made to feel small by buildings that epitomized imperial power. [■] Supremacy was accentuated by the unyielding straight lines of both individual buildings and planned settlements since these too provided a marked contrast with the natural curvilinear shapes dominant in the native realm. [■]\n ",
    "questions": [
        [
            "The word “mundane” in the passage is closest in meaning to",
            [
                "material",
                "ordinary",
                "valued",
                "useful"
            ],
            1
        ],
        [
            "Paragraph 1 suggests that one benefit for British natives in buying such items as red-gloss pottery made in Gaul was",
            [
                "improved quality of utilitarian items",
                "Understanding the symbolism of Classical mythology",
                "higher social standing",
                "Learning to mass-produce pottery for a profit"
            ],
            2
        ],
        [
            "Paragraph 1 supports which of the following ideas about contacts that existed between Britain and the Roman Empire before the Roman conquest of Britain?",
            [
                "They were sufficient for native Britons to become familiar with everyday Roman objects.",
                "They were not sufficient for even very basic aspects of the culture of the Roman Empire to find their way into British life.",
                "They were not sufficient for British to have heard of the power of the Roman Empire.",
                "They were sufficient for individual Britons to become very interested in trying to participate in the culture of the Roman Empire."
            ],
            1
        ],
        [
            "The word “lavishly” in the passage is closest in meaning to",
            [
                " exclusively",
                "additionally",
                "appropriately",
                "richly"
            ],
            3
        ],
        [
            "According to paragraph 2, the style and furnishings of the Fishbourne villa suggest that the person for whom it was built was",
            [
                "cultured according to the contemporary standards of the empire",
                "caught between native and Roman traditions",
                "originally a visitor from Rome",
                "a member of a socially inferior family"
            ],
            0
        ],
        [
            "The word “sacred” in the passage is closest in meaning to",
            [
                "holy",
                "ancient",
                "natural",
                "Secret"
            ],
            0
        ],
        [
            "According to paragraph 3, one factor contributing to success of the earliest Roman-style construction projects in Britain was",
            [
                " the fact that long before the conquest many civilian workers from Gaul and Germany had settled in Britain",
                "the rapid development of characteristically Romano-British styles",
                "the availability, in northeast Gaul, of structures that could serve as standards to be copied",
                "the use, by administrators, of personal connections to bring craft workers form Gaul into contact with Britons"
            ],
            3
        ],
        [
            "In paragraph 4, why does the author mention that “Pre-Roman Britain was highly localized, with people rarely traveling beyond their own region”?",
            [
                "To suggest that the Roman conquest of Britain increased the standard of living for natives",
                "To indicate that pre-Roman Britain was more interested in festivals and community life than conquering other regions",
                "To explain why architecture during this period was not built to be particularly large",
                "To illustrate how the traditional roundhouse evolved under the influence of Roman civil architecture"
            ],
            2
        ],
        [
            "The word “modest” in the passage in closest in meaning to",
            [
                "comfortable",
                "limited in number",
                "poorly lit",
                " not large"
            ],
            3
        ],
        [
            "According to paragraph 4, people in pre-Roman Britain lived, for the most part, in",
            [
                "architecture that seemed imperial in size",
                "small communities",
                "large roundhouses",
                "fortified towns"
            ],
            1
        ],
        [
            "According to paragraph 4, why did straight lines in buildings and settlements emphasize the dominance of those who introduced them ?",
            [
                "Because straight lines were in contrast to the shapes found in pre-Roman architecture",
                "Because unlike curved lines, which are shaped in all sorts of different ways, straight lines do no differ",
                "Because the dominant lines in entire settlements were the same as those in individual buildings",
                "Because building and settlements were easier to construct when the dominant lines were straight lines"
            ],
            0
        ],
        [
            "According to paragraph 4, buildings from the pre-Roman period differed sharply from buildings reflection Roman civil architecture in each of the following respects EXCEPT",
            [
                "their outside and inside dimensions",
                "the impact they had on people",
                "the geometric shapes in which they were built",
                "the positioning of buildings in clusters"
            ],
            3
        ],
        [
            "Practical and unimpressive, most were barely taller than the average adult..",
            0
        ],
        [
            [
                "New objects entering Britain ranged from mass-produced articles for everyday use to works of art, and they were widely-and enthusiastically-accepted by native Britons.",
                "Constructing and furnishing buildings in the Roman style required skills that native workers did not at first have, so workers were brought in from other parts of the empire.",
                "Native Britons traveled to Gaul to learn Classical stone-carving and building techniques.",
                "The conquest was followed by a building boom, and enough villas and temples in the Italian style were built that a visitor from Rome would have felt quite at home in post-conquest Britain.",
                "An important symbol of Roman supremacy was Roman architecture, whose enormous size, emphasized by the use of straight lines, made the natives feel insignificant.",
                "Characteristically Romano-British concepts took hold in architecture; roundhouses were built much larger than before, and straight lines began to be used in interior spaces."
            ],
            [
                0,
                1,
                4
            ]
        ]
    ]
}