{
    "article": "Termites, social insects which live in colonies that, in some species, contain 2 million individuals or more, are often incorrectly referred to as white ants. But they are certainly not ants. Termites, unlike ants, have gradual metamorphosis with only three life stage: egg, nymph, and adult. Ants and the other social members of their order, certain bees and wasps, have complete metamorphosis in four life stages; egg, larva, pupa, and adult. The worker and soldier castes of social ants, bees, and wasps consist of only females, all daughters of a single queen that mated soon after she matured and thereafter never mated again. The worker and soldier castes of termites consist of both males and females, and the queen lives permanently with a male consort. \nSince termites are small and soft-bodied, they easily become desiccated and must live in moist places with a high relative humidity. They do best when the relative humidity in their nest is above 96 percent and the temperature is fairly high, an optimum of about 79°F for temperate zone species and about 86°F for tropical species. Subterranean termites, the destructive species that occurs commonly throughout the eastern United States, attain these conditions by nesting in moist soil that is in contact with wood, their only food. The surrounding soil keeps the nest moist and tends to keep the temperature at a more or less favorable level. When it is cold in winter, subterranean termites move to burrows below the frost line.\nSome tropical termites are more ingenious engineers, constructing huge above-ground nests with built-in “air conditioning” that keeps the nest moist, at a constant temperature, and well supplied with oxygen. Among the most architecturally advanced of these termites is an African species, Macrotermes natalensis. Renowned Swiss entomologist Martin Luscher described the mounds of this fungus-growing species as being as much as 16 feet tall, 16 feet in diameter at their base, and with a cement-like wall of soil mixed with termite saliva that is from 16 to 23 inches thick. The thick and dense wall of the mound insulates the interior microclimate from the variations in humidity and temperature of the outside atmosphere. Several narrow and relatively thin-walled ridges on the outside of the mound extend from near its base almost to its top.\nAccording to Luscher, a medium-sized nest of Macrotermes has a population of about 2 million individuals. The metabolism of so many termites and of the fungus that they grow in their gardens as food helps keep the interior of the nest warm and supplies some moisture to the air in the nest. The termites saturate the atmosphere of the nest, bringing it to about 100 percent relative humidity, by carrying water up from the soil.\nBut how is this well-insulated nest ventilated? Its many occupants require over 250 quarts of oxygen (more than 1,200 quarts of air) per day. How can so much oxygen diffuse through the thick walls of the mound?  [■]Even the pores in the wall are filled with water, which almost stops the diffusion of gases. [■] The answer lies in the construction of the nest. [■] The interior consists of a large central core in which the fungus is grown, below it is “cellar” of empty space, above it is an “attic” of empty space, and within the ridges on the outer wall of the nest, there are many small tunnels that connect the cellar and the attic.  [■]The warm air in the fungus gardens rises through the nest up to the attic. From the attic, the air passes into the tunnels in the ridges and flows back down to the cellar. Gases, mainly oxygen coming in and carbon dioxide going out, easily diffuse into or out of the ridges, since their walls are thin and their surface area is large because they protrude far out from the wall of the mound. Thus air that flows down into the cellar through the ridges is relatively rich in oxygen, and has lost much of its carbon dioxide. It supplies the nest’s inhabitants with fresh oxygen as it rises through the fungus-growing area back up to the attic.\n ",
    "questions": [
        [
            "The author mentions “white ants” in the beginning of the passage in order to",
            [
                "correct a common misunderstanding about termites",
                "introduce the idea that termites only take the form of ants during certain life stages",
                "argue that not all white ants are social insects",
                "Illustrate the large variety of insect species that live in colonies"
            ],
            0
        ],
        [
            "According to paragraph 1, which of the following is true about termites?",
            [
                "They are a kind of ant, but they are unlike most ants in many ways.",
                "They form colonies that grow at first and then gradually decline.",
                "Their workers are all males, and their soldiers are all females.",
                "They go through a life state called the nymph stage."
            ],
            3
        ],
        [
            "According to paragraph 2, termites need to live in nests with high humidity in order to",
            [
                "keep their food moist",
                "withstand cold temperatures in winter",
                "protect their bodies from drying out",
                "keep nest temperatures high"
            ],
            2
        ],
        [
            "The word “attain” in the passage is closest in meaning to",
            [
                "achieve",
                "observe",
                "overcome",
                "reflect"
            ],
            0
        ],
        [
            "The word “ingenious” in the passage is closest in meaning to",
            [
                "determined",
                "clever",
                "ambitious",
                "successful "
            ],
            1
        ],
        [
            "The word “Renowned” in the passage is closest in meaning to",
            [
                "Skilled ",
                "Famous",
                "Early",
                "Revolutionary "
            ],
            1
        ],
        [
            "According to paragraph 3, the nests of some tropical termite species have the ability to",
            [
                "insulate the microclimate in one part of the nest from the microclimate in another part",
                "Allow moist outside air to get inside regardless of whether it is warm or cool",
                "rapidly decrease the humidity inside when it gets hot outside",
                "Provide the oxygen needed in the nest"
            ],
            3
        ],
        [
            "According to paragraphs 3 and 4, all of the following are true of the nests of Macrotermes natalensis EXCEPT:",
            [
                "The walls are built out of soil mixed with termite saliva.",
                "The nests can be as tall as they are wide at the base.",
                "The interior of the nest is kept as humid as possible.",
                "The termites use hollow, thin-walled ridges to travel from one part of the nest to another."
            ],
            3
        ],
        [
            "According to paragraph 4, how does the fungus grown by Macrotermes natalensis affect the environment of the nest?",
            [
                "It carries water up from the soil into the interior.",
                "It dries the air by using up moisture as it grows.",
                "It heats and adds humidity to the inside of the nest.",
                "It lessens the effects of the metabolism of so many termites."
            ],
            2
        ],
        [
            "According to paragraph 5, what does the thinness of the ridge walls make possible?",
            [
                "The concentration of cool air in the cellar",
                "The construction of exceptionally long tunnels",
                "The even distribution of oxygen from attic to cellar",
                "The diffusion of gases into and out of the ridges"
            ],
            3
        ],
        [
            "According to paragraph 5, what happens to the air in the ridge tunnels of Macrotermes natalensis nests?",
            [
                "It becomes more humid as water vapor diffuses into the tunnels.",
                "It loses carbon dioxide and gains oxygen.",
                "It reaches the interior of the nest through pores in the walls.",
                "It moves in the same direction as the air in the center of the nest."
            ],
            1
        ],
        [
            "Paragraph 5 supports which of the following about the air that flows through the interior of a Macrotermes natalensis mound?",
            [
                "It has a higher concentration of oxygen in the cellar than in the attic.",
                "It is the same temperature as the air on the outside of the mound.",
                "It contains over 250 quarts of oxygen which circulate continuously.",
                "It is most humid in the cellar and gradually loses moisture as it rises to the attic."
            ],
            0
        ],
        [
            "If not through the walls or its pores, how does oxygen enter the nest at all, since the nest has a closed surface? .",
            1
        ],
        [
            [
                "Although termites resemble ants in terms of size, metamorphosis, and social organization, they actually belong to a different order of insects.",
                "Some termites build their nests underground, while other construct above-ground structures with thick, insulating wall.",
                "Some termite species grow a fungus in their nests so that it will purify the air by taking in carbon dioxide and giving off oxygen.",
                "Termites are sensitive to dryness and to changes in temperature, so their nests are designed to minimize these factors.",
                "Whether they lie above ground or below ground, termite nests must include special pores that allow air to enter the nests.",
                "The nests of Macrotermes natalensis consist of a series of chambers and tunnels that allow for the circulation of air and the exchange of oxygen and carbon dioxide."
            ],
            [
                1,
                3,
                5
            ]
        ]
    ]
}