{
    "article": "An important environment that is more or less totally restricted to the intertropical zone is the coral reef. Coral reefs are found where the ocean water temperature is not less than 21 °C, where there is a firm substratum, and where the seawater is not rendered too dark by excessive amounts of river-borne sediment. They will not grow in very deep water, so a platform within 30 to 40 meters of the surface is a necessary prerequisite for their development. Their physical structure is dominated by the skeletons of corals, which are carnivorous animals living off zooplankton. However, in addition to corals there are enormous quantities of algae, some calcareous, which help to build the reefs. The size of reefs is variable. Some atolls are very large—Kwajelein in the Marshall Islands of the South Pacific is 120 kilometers long and as much as 24 kilometers across-but most are very much smaller, and rise only a few meters above the water. The 2,000-kilometer complex of reefs known as the Great Barrier Reef, which forms a gigantic natural breakwater off the northeast coast of Australia, is by far the greatest coral structure on Earth.\nCoral reefs have fascinated scientists for almost 200 years, and some of the most pertinent observations of them were made in the 1830s by Charles Darwin on the voyage of the Beagle. He recognized that there were three major kinds: fringing reefs, barrier reefs, and atolls; and he saw that they were related to each other in a logical and gradational sequence. A fringing reef is one that lies close to the shore of some continent or island. Its surface forms an uneven and rather rough platform around the coast, about the level of low water, and its outer edge slopes downwards into the sea. Between the fringing reef and the land there is sometimes a small channel or lagoon. When the lagoon is wide and deep and the reef lies at some distance from the shore and rises from deep water it is called a barrier reef. An atoll is a reef in the form of a ring or horseshoe with a lagoon in the center.\nDarwin s theory was that the succession from one coral reef type to another could be achieved by the upward growth of coral from a sinking platform, and that there would be a progression from a fringing reef, through the barrier reef stage until, with the disappearance through subsidence (sinking) of the central island, only a reef-enclosed lagoon or atoll would survive. A long time after Darwin put forward this theory, some deep boreholes were drilled in the Pacific atolls in the 1950s. The drill holes passed through more than a thousand meters of coral before reaching the rock substratum of the ocean floor, and indicated that the coral had been growing upward for tens of millions of years as Earth's crust subsided at a rate of between 15 and 51 meters per million years. Darwin s theory was therefore proved basically correct. There are some submarine islands called guyots and seamounts, in which subsidence associated with sea-floor spreading has been too speedy for coral growth to keep up.\nLike mangrove swamps, coral reefs are extremely important habitats. Their diversity of coral genera is greatest in the warm waters of the Indian Ocean and the western Pacific.  [■]Indeed, they have been called the marine version of the tropical rain forest, rivaling their terrestrial counterparts in both richness of species and biological productivity. [■] They also have significance because they provide coastal protection, opportunities for recreation, and are potential sources of substances like medicinal drugs. [■] At present they are coming under a variety of threats, of which two of the most important are dredging and the effects of increased siltation brought about by accelerated erosion from neighboring land areas. [■]\n ",
    "questions": [
        [
            "According to paragraph 1, all of the following are needed for the growth of coral reefs EXCEPT",
            [
                "a solid base to grow on",
                "exposure to light",
                "the presence of river-borne sediment",
                "ocean temperatures of 21 °C or higher"
            ],
            2
        ],
        [
            "the word “prerequisite” in the passage is closest in meaning to",
            [
                "precaution",
                "preparation",
                "requirement",
                "achievement"
            ],
            2
        ],
        [
            "According to paragraph 1, algae are important because",
            [
                "they help build coral reefs",
                "they are the dominant type of sea life living on the reefs",
                "they compete with coral for zooplankton",
                "they are an important source of food available to corals"
            ],
            0
        ],
        [
            "The word “complex” in the passage is closest in meaning to?",
            [
                "extension",
                "system",
                "region",
                "variety"
            ],
            1
        ],
        [
            "According to paragraph 2, how did Charles Darwin contribute to the understanding of coral reefs?",
            [
                "He identified the main types of coral reef and explained how they were related.",
                "He discovered the existence of coral reefs on a scientific voyage.",
                "He proved that reefs are mostly located very close to the shore.",
                "He saw the importance of reefs for the support of other marine life."
            ],
            0
        ],
        [
            "The word “pertinent” in the passage is closest in meaning to",
            [
                "extraordinary",
                "relevant",
                "intelligent",
                "famous"
            ],
            1
        ],
        [
            "According to paragraph 2, which of the following is NOT characteristics of a barrier reef?",
            [
                "It is located away from the shore of the neighboring land.",
                "It is separated from neighboring land by a wide channel.",
                "It is located in deep ocean water.",
                "It surrounds a small, central lagoon."
            ],
            3
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Darwin claimed that, of the three types of coral reefs, only an atoll would be able to survive on a sinking platform.",
                "Darwin recognized that coral reefs achieved success by growing upward from a sinking land platform and becoming an atoll.",
                "Darwin argued that as a coral reef grew up from a sinking island, it would become a fringing reef, then a barrier reef, and finally, with the disappearance of the island, an atoll.",
                "Darwin’s theory helped explain the disappearance of a number of islands by showing how coral reef growth caused them to sink below the ocean surface."
            ],
            2
        ],
        [
            "Which of the following can be inferred from paragraph 3 about the Pacific atolls?",
            [
                "They were once fringing reefs around the coasts of islands.",
                "They were first observed by Darwin during his voyage on the Beagle.",
                "They will eventually become fringing reefs.",
                "They are located where the ocean floor does not sink."
            ],
            0
        ],
        [
            "Why does the passage provide the information that the drill holes in the Pacific atolls passed through more than a thousand meters of coral before reaching the rock substratum of the ocean floor?",
            [
                "To emphasize that according to Darwin’s view coral can grow at great depths",
                "To indicate how scientists knew the rate at which Earth’s crust had subsided",
                "To support the claim that coral reefs take millions of years to form",
                "To present the evidence that confirmed Darwin’s account of coral reef evolution"
            ],
            3
        ],
        [
            "According to paragraph 4, why have coral reefs been compared to tropical rain forests?",
            [
                "Both are located near the Indian and western Pacific Oceans.",
                "Both are home to a wide variety of species",
                "Both play an important role in protecting coastal islands.",
                "Both are threatened by the erosion of nearby land."
            ],
            1
        ],
        [
            "The word “potential” in the passage is closest in meaning to",
            [
                "powerful",
                "possible",
                "valuable",
                "reliable"
            ],
            1
        ],
        [
            "Yet because many coral reef organisms can tolerate only a narrow range of environmental conditions, reefs are sensitive to damage from environmental changes..",
            2
        ],
        [
            [
                "Coral reefs are structures made by living creatures and can grow only in specific ocean conditions.",
                "Although atolls can sometimes grow to large proportions, barrier reefs are by far the largest coral structures.",
                "Mangrove swamps are as important as coral reefs as the habitat for numerous plant and animal species.",
                "Coral reefs are classified as fringing, barrier, or atoll, all of which are linked in a chain of progressive development.",
                "Although coral reefs are important to humans in several ways, they are currently threatened by dredging and mud from erosion.",
                "Fringing reefs lie close to the shore of continents and islands, forming a transition zone between the land mass and the sea."
            ],
            [
                0,
                3,
                4
            ]
        ]
    ]
}