{
    "article": "Successive generations of North Americans have viewed their continent’s natural environment in different ways. From the vantage point of the present, it is clear that perceptions of the land have changed dramatically from the first years of settlement to the Civil War. Not only have such visions often shifted, but also different peoples have used their particular perspective to reshape the land itself and make it fit their own sense of what nature should be. If the consequences of some changes, such as cutting forests and filling in lowlands, have been deliberate and purposeful—to open the landscape and create sweeping vistas, for example—other human undertakings, such as mining and dam building, have brought results neither anticipated nor intended. Native peoples, no less than the first colonists and subsequent immigrants to North America, have reshaped the natural environment to meet their physical wants and spiritual needs. Indeed, much of the landscape we know today reflects patterns of use and abuse that began several centuries ago.\nLong before the first European settlers reached the continent’s eastern shores, native peoples had developed agricultural practices that had changed the face of the land. By cutting away the bark to kill trees selectively, Indians in the Virginia tidewater (low, coastal land) and much of the Northeast had cleared space to plant small gardens of corn, squash, beans, and melons. Although the first English immigrants described the countryside as almost entirely wooded, the forests provided canopies of large, well-spaced trees under which a horse and rider could pass unhindered. By frequently moving their garden plots to find more-fertile soil and by periodically burning the undergrowth, Indians had further opened the land, in this way facilitating their hunting of deer and other game. Native American visions of the landscape not surprisingly featured people living in harmony with nature, whose riches they celebrated in seasonal rituals and through time-honored practices.\n [■]In contrast, the European colonists who intruded on this harmonious world often viewed it as alien and menacing; some called it, in the language of the Bible, a “howling wilderness.”  [■]The newcomers to America brought with them agricultural practices and preconceptions about nature based on their experiences in England.  [■]They saw uncultivated lands as “wastes” that needed to be “broken,” “dressed,” and “improved.” In New England, transplanted English settlers attempted to subdue what they considered a fearsome wilderness by mapping the countryside, draining marshlands, clearing pastures, fencing particular parcels, and planting wheat and other familiar crops.  [■]Within twenty years of the initial Puritan settlement, Edward Johnson boasted of the newcomers’ achievements: “This remote, rocky, barren, bushy, wild-woody wilderness, a receptacle for lions, wolves, bears, foxes, racoons, beavers, otters, and all kind of wild creatures, a place that never afforded the Natives better than the flesh of a few wild creatures and parched Indian corn inched out with chestnuts and bitter acorns, now through the mercy of Christ [has] become a second England for fertility in so short a space, that it is indeed the wonder of the world.”\nSo, rather than adapting to their new land, the English either changed it by cutting trees, building farms, and plowing or searched for soil and landscape features that reminded them of the English countryside. Seeking to tame the land and to conquer their fear of it, generations of seventeenth- and eighteenth-century settlers nevertheless failed to gain the mastery they desired. In part, this failure resulted from their custom of settling along waterways. To expedite travel and facilitate the shipment of agricultural produce, newcomers invariably built their homes along rivers. Despite the colonists’ attempts to control waterways through dams, rivers never failed to remind them of nature’s unpredictability and power. Rivers could, and often did, change course abruptly or flood during sudden rainstorms. Not until the middle of the eighteenth century did the colonists begin to discard their negative view of the landscape as a wilderness to be feared and controlled, and to substitute the idea that nature could be as much useful as fearsome.\n ",
    "questions": [
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Some changes to the land have been made to improve the landscape, and others have been made for economic reasons.",
                "While human beings intend to improve land when making changes to it, some of their undertakings have brought disagreeable results.",
                "Of all the changes made by human beings, those made to forests and lowlands have been the most deliberate and purposeful.",
                "While the consequences of some changes to the land have been intentional, others have been unexpected."
            ],
            3
        ],
        [
            "The word “subsequent” in the passage is closest in meaning to",
            [
                "later",
                "original",
                "numerous",
                "occasional"
            ],
            0
        ],
        [
            "In paragraph 2, why does the author mention that Native Americans frequently moved their garden plots to more fertile soil and periodically burned the undergrowth?",
            [
                "To identify some of the seasonal rituals practiced by Native Americans",
                "To contrast Native American with European agricultural practices",
                "To explain some of the techniques Native Americans used to change the landscape even before the arrival of Europeans",
                "To demonstrate that the hunting of deer and other game played a central role in Native American culture"
            ],
            2
        ],
        [
            "Which of the following can be inferred from paragraph 2 about tree density in American forests?",
            [
                "The forests became less dense over time because Europeans cleared paths for riding horses.",
                "Planting gardens was the primary way Native Americans kept forests from becoming too dense to travel through.",
                "The Native American practice of clearing trees by cutting away the bark caused them to grow back more densely than before.",
                "The forests were less dense than they appeared because Native Americans had cleared away selected trees."
            ],
            3
        ],
        [
            "According to paragraph 2, all of the following are ways that Native Americans altered the land EXCEPT",
            [
                "holding seasonal rituals",
                "removing trees",
                "burning undergrowth",
                "planting gardens"
            ],
            0
        ],
        [
            "According to paragraph 3, what was a preconception colonists held about nature based on their experiences in England?",
            [
                "Wild animals needed to be removed from the land before it could be cultivated.",
                "Native crops produced lower yields than did transplanted crops.",
                "Land that had not been cultivated was wasted space.",
                "Uncultivated land could be subdued in approximately 20 years."
            ],
            2
        ],
        [
            "The word “mastery” in the passage is closest in meaning to",
            [
                "status",
                "control",
                "advantage",
                "result"
            ],
            1
        ],
        [
            "According to paragraph 4, why did the English settle along waterways?",
            [
                "It made agriculture possible without irrigation.",
                "The soil near waterways was usually more fertile.",
                "Shipping and travel were easier over water.",
                "North America had many more waterways than England did."
            ],
            2
        ],
        [
            "In time, their efforts to transform the new countryside and make it more productive succeeded..",
            3
        ],
        [
            [
                "Native Americans saw themselves living in harmony with the natural world, although they made some changes to it for agricultural and hunting purposes.",
                "Native Americans’ practice of cutting away the bark to kill trees was adopted by colonists, who used it to clear land on a much wider scale.",
                "The waterways represented the best way to speed travel and facilitate the shipment of agricultural produce in the seventeenth and eighteenth centuries.",
                "Colonists found that their agricultural knowledge and preconceptions about nature were not helpful in North America.",
                "Colonists tried to make North America a second England by changing the natural landscape, which they considered a wilderness, rather than adapting to it.",
                "Despite their desire to tame nature, the colonists could not entirely control their new environment."
            ],
            [
                0,
                4,
                5
            ]
        ]
    ]
}