{
    "article": "The forked tongue of snakes has intrigued people for millennia, inspiring many hypotheses. In many cultures and religions, the forked tongue symbolizes malevolence and deceit. The first person known to inquire about the functional significance of the forked tongue was Aristotle; he suggested that it would double the pleasure of sensations of taste. By the beginning of the twentieth century, the consensus was that the snake’s tongue is a tactile organ; that is, the snake uses it to tap the ground much as a blind person uses a cane.\nIn 1920 Browman suggested what seemed to be a winning hypothesis: When the snake retracts its tongue, the tips (or tines) of the forked tongue are inserted into openings on both sides of the roof of the mouth; through these openings chemical stimuli reach special organs that help snakes detect smells—the vomeronasal organs (VNO). These organs are highly developed in snakes, lizards, and many mammals. They are a second system for detecting smells that appears to have evolved specifically to detect pheromones, the chemical signals that animals secrete as messages to other animals of their species. Browman suggested that the forked tongue flicks out, picking up chemical signals, and then delivers these to the VNO. This hypothesis was widely accepted into the 1980s. Then X-ray movie studies of tongue flicks in snakes and lizards with forked tongues disproved the hypothesis; they showed that when the tongue is withdrawn into the mouth, it enters a sheath and the tips do not go into the openings to the VNO. Instead, the chemical molecules are deposited on pads at the bottom of the mouth, and closing the mouth presses the pads and molecules against the VNO openings.\nIf the tongue is not forked to fit into the VNO, then what function could the forked shape serve? Schwenk proposes a solution that encompasses observations from several fields—animal behavior, ecology, sensory physiology, and neuroanatomy. He hypothesizes that the forked tongue allows the snake to sense chemical stimuli at two points simultaneously, thereby giving it the ability to detect differences in an odor trail.Obtaining two simultaneous readings enhances the ability of the snake to detect the edges of odor trails, and thus to follow pheromone trails accurately. This ability is important in seeking both prey and mates.\nThis spatial chemical perception is like other systems for spatial perception that are based on simultaneous stimulation of two separated sense organs—for example, auditory localization, which depends on differential stimulation at the two ears. Similarly, the use of the two eyes permits stereovision.\nSeveral kinds of evidence support the hypothesis that forked tongues evolved as chemosensory edge detectors to enhance the ability to follow odor trails: (1) Snakes and lizards spread the tines of their tongue apart when they retrieve odor molecules, then draw the tines together when retracting the tongue. The greater the distance between sampling points, the better the animals sample differences within an odor trail.  [■](2) Lizards that forage widely have forked tongues, whereas lizard species without forked tongues tend not to forage widely.  [■](3) Forked tongues have evolved independently at least twice in different families of reptiles, indicating their value as an adaptation.  [■](4) In the snake nervous system, each tine of the tongue is linked to a nucleus in the other side of the brain, and the two nuclei are linked across the two hemispheres. This arrangement is similar to the anatomy of auditory centers in mammals and birds that permits the computation of differences between what one ear hears and what the other ear hears and thus mediates auditory localization. [■]\nSpecies in other orders have also evolved paired chemical receptors to guide individuals to mates or prey. For example, male gypsy moths have large, elaborate, odor-detecting antennae with which they track potential mates over large distances, and the ant nest beetle has spoon-shaped antennae extending from each side of the head with which it detects and follows the pheromones of the ants that are its food.\n ",
    "questions": [
        [
            "The word “secrete” in the passage is closest in meaning to",
            [
                "hide",
                "intend",
                "produce",
                "collect"
            ],
            2
        ],
        [
            "According to paragraph 2,what was discovered as a result of X-ray movie studies of snakes and lizards?",
            [
                "The two tines of the forked tongue flick out to pick up chemical signals.",
                "VNO are highly developed in snakes and lizards.",
                "Snakes and lizards cannot accurately detect the pheromones of animals of other species.",
                "The snake's tongue deposits chemical molecules on pads at the bottom of the snake's mouth."
            ],
            3
        ],
        [
            "The word “simultaneously” in the passage is closest in meaning to",
            [
                "in a similar manner",
                "at the same time",
                "at some distance from each other",
                "with great skill"
            ],
            1
        ],
        [
            "According to Schwenk's hypothesis as presented in paragraphs 3 and 4, what is theadvantage of a snake’s forked tongue?",
            [
                "A forked tongue increases the reliability of odor perception because each tine can function as a check to confirm what the other tine senses",
                "Having a forked tongue, like having two ears or eyes, has the advantage that if one tine becomes disabled the snake can still perceive the environment with the other tine.",
                "With a forked tongue, one tine is able to sense the odor of a mate, while at the same time the other tine can be used to track a prey animal.",
                "A forked tongue allows a snake to follow pheromone trails accurately by detecting differences between the two slightly different areas that the left and right tines sense."
            ],
            3
        ],
        [
            "According to paragraph 5, snakes and lizards are greatly aided in following odortrails by",
            [
                "sampling odor trails only when they stop moving",
                "using their forked tongue to check information from other sensory detectors",
                "keeping the tines of their tongue widely apart when retrieving odor molecules",
                "folding the tines of the tongue together when withdrawing it into the mouth"
            ],
            2
        ],
        [
            "Which of the following is presented in paragraph 5 as evidence supporting the hypothesisthat forked tongues evolved to enhance the ability to follow odor trails?",
            [
                "The forked tongue adaptation has evolved separately more than once.",
                "How far snakes and lizards spread the tines of their tongues depends on the type of odor trail they are following.",
                "There are many more lizard species with forked tongues than without forked tongues.",
                "In snakes, the chief value of the forked tongue is in finding a mate."
            ],
            0
        ],
        [
            "It can be inferred from paragraph 5 that the tines of the tongue in snakes areconnectedto the nervous system in such a way that",
            [
                "the tines also serve as the snakes’ means of auditory localization",
                "information about which signal came from which tine is eventually lost",
                "a comparison between what one tine picks up and what the other tine picks up is possible",
                "the two hemispheres of the brain contain exactly the same sensory information"
            ],
            2
        ],
        [
            "Why does the author talk about “gypsy moths” and the “ant nest beetle”?",
            [
                "To emphasize that the search for mates and prey is often a matter of following odor trails",
                "To point out that chemosensory perception in snakes and lizards is not very highly developed",
                "To make the point that snakes and lizards are not unique in having paired chemical receptors",
                "To show that the work done by the forked tongue is more typically done by special antennae"
            ],
            2
        ],
        [
            "In other words, lizard tongues are forked precisely in cases where being able to follow odor trails is an advantage..",
            1
        ],
        [
            [
                "As snakes and lizards have evolved, there have been shifts in the function of their forked tongue.",
                "Browman’s hypothesis was replaced by the hypothesis that forked tongues function as organs of spatial chemical perception.",
                "The readings obtained by each tine are processed separately and can thus be compared, a feature shared by other systems of spatial perception.",
                "X-ray movies showed that the chemical molecules picked up by the tines cannot be processed by the VNO because pads at the bottom of the snake’s mouth press against the VNO openings.",
                "The tines are a pair of sensory organs that allow snakes to detect the edges of odor trails laid down by prey or potential mates.",
                "Snakes have a pair of special sensory organs in their heads that produce chemicals that they use in laying odor trails."
            ],
            [
                1,
                2,
                4
            ]
        ]
    ]
}