{
    "article": "In contrast to mammals and birds, amphibians are unable to produce thermal energy through their metabolic activity, which would allow them to regulate their body temperature independent of the surrounding or ambient temperature. However, the idea that amphibians have no control whatsoever over their body temperature has been proven false because their body temperature does not always correspond to the surrounding temperature. While amphibians are poor thermoregulators, they do exercise control over their body temperature to a limited degree.\nPhysiological adaptations can assist amphibians in colonizing habitats where extreme conditions prevail. The tolerance range in body temperature represents the range of temperatures within which a species can survive. One species of North American newt is still active when temperatures drop to -2°C while one South American frog feels comfortable even when temperatures measured to 41°C - the highest body temperature measured in a free-ranging amphibian.  [■] Recently it has been shown that some North American frog and toad species can survive up to five days with a body temperature of -6°C with approximately one-third of their body fluids frozen.  [■] The other tissues are protected because they contain the frost-protective agents glycerin or glucose.  [■] Additionally, in many species the tolerance boundaries are flexible and can change as a result of acclimatization (long-term exposure to particular conditions). [■] \nFrog species that remain exposed to the sun despite high diurnal (daytime) temperatures exhibit some fascinating modifications in the skin structure that function as morphological adaptations. Most amphibian skin is fully water permeable and is therefore not a barrier against evaporation or solar radiation. The African savanna frog Hyperolius viridiflavus stores guanine crystals in its skin, which enable it to better reflect solar radiation, thus providing protection against overheating. The tree frog Phyllomedusa sauvagei responds to evaporative losses with gland secretions that provide a greasy film over its entire body that helps prevent desiccation (dehydration).\nHowever, behavior is by far the most important factor in thermoregulation. The principal elements in behavioral thermoregulation are basking (heliothermy), heat exchange with substrates such as rock or earth (thigmothermy), and diurnal and annual avoidance behaviors, which include moving to shelter during the day for cooling and hibernating or estivating (reducing activity during cold or hot weather, respectively). Heliothermy is especially common among frogs and toads: it allows them to increase their body temperature by more than 10°C. The Andean toad Bufo spinulosus exposes itself immediately after sunrise on moist ground and attains its preferred body temperature by this means, long before either ground or air is correspondingly warmed. A positive side effect of this approach is that it accelerates the digestion of the prey consumed overnight, thus also accelerating growth. Thigmothermy is a behavior present in most amphibians, although pressing against the ground serves a dual purpose: heat absorption by conductivity and water absorption through the skin. The effect of thigmothermy is especially evident in the Andean toad during rainfall: its body temperature corresponds to the temperature of the warm earth and not to the much cooler air temperature.\nAvoidance behavior occurs whenever physiological and morphological adaptations are insufficient to maintain body temperature within the vital range. Nocturnal activity in amphibians with low tolerance for high ambient temperatures is a typical thermoregulatory behavior of avoidance. Seasonal avoidance behavior is extremely important in many amphibians. Species whose habitat lies in the temperate latitudes are confronted by lethal low temperatures in winter, while species dwelling in semiarid regions are exposed to long dry, hot periods in summer.\nIn amphibians hibernation occurs in mud or deep holes away from frost. North of the Pyrenees Mountains, the natterjack toad offers a good example of hibernation, passing the winter dug deep into sandy ground. Conversely, natterjacks in southern Spain remain active during the mild winters common to the region and are instead forced into inactivity during the dry, hot summer season. Summer estivation also occurs by burrowing into the ground or hiding in cool, deep rock crevasses to avoid desiccation and lethal ambient temperature. Amphibians are therefore hardly at mercy of ambient temperature, since by means of the mechanisms described above they are more than exercise some control over their body temperature.\n ",
    "questions": [
        [
            "According to paragraph 1, what indicates that amphibians have some control over their body temperature?",
            [
                "Amphibians can regulate their metabolic rates to generate energy.",
                "Amphibians use the same means of thermoregulation as mammals and birds do.",
                "The body temperature of amphibians sometimes differs from the temperature of their surroundings.",
                "The body temperature of amphibians is independent of their metabolic activity."
            ],
            2
        ],
        [
            "Why does the author mention a “South American frog” species in the passage?",
            [
                "To make the point that an amphibian’s temperature tolerance depends on a number of factors",
                "To indicate how precise the range of body temperatures is for certain amphibians",
                "To contrast its ability to adapt to that of the North American newt",
                "To help illustrate the range of environmental conditions to which amphibians have adapted"
            ],
            3
        ],
        [
            "According to paragraph 2, what allows some North American frog and toad species to survive in ambient temperatures well below freezing?",
            [
                "Their internal body temperatures never fall below -6°C.",
                "They do not remain at temperatures below freezing for very long periods of time.",
                "Their tolerance boundaries are flexible",
                "Some of their body tissues contain substances that prevent freezing."
            ],
            3
        ],
        [
            "“Phyllomedusa sauvagei” is mentioned as an example of a frog with an adaptation that",
            [
                "protects its glandular system",
                "helps reduce its secretions",
                "increases the amount of solar radiation that its skin can reflect",
                "modifies its skin structure to protect against the drying effects of the sun"
            ],
            3
        ],
        [
            "Paragraph 4 mentions each of the following as an example of behavioral thermoregulation EXCEPT",
            [
                "pressing against the ground",
                "speeding up of the metabolism",
                "reducing activity during the summer",
                "adjusting exposure to the sun"
            ],
            1
        ],
        [
            "The “Andean toad Bufo spinulosus” illustrates which of the following behavioral modifications?",
            [
                "Heliothermy and thigmothermy",
                "Diurnal avoidance behavior",
                "Absorbing heat from the air",
                "Moving to shelter during the summer"
            ],
            0
        ],
        [
            "The word “attains” in the passage is closest in meaning to",
            [
                "raises",
                "lowers",
                "reaches",
                "regulates"
            ],
            2
        ],
        [
            "The phrase “this approach” in the passage refers to",
            [
                "gradually increasing body temperature by 10°C",
                "basking as soon as the sun comes up",
                "waiting for the ground and air to warm",
                "keeping body temperature above the temperature of the air"
            ],
            1
        ],
        [
            "According to paragraph 5, why is avoidance behavior important for some amphibians?",
            [
                "Amphibians’ habitats are areas where temperatures vary from day to day.",
                "Amphibians have less tolerance for high ambient temperatures than for low ambient temperatures.",
                "Amphibians lack adequate physiological adaptations for dealing with ambient temperatures.",
                "Amphibians cannot protect themselves from the extreme summer heat by being active only at night."
            ],
            2
        ],
        [
            "The word “dwelling” in the passage is closest in meaning to",
            [
                "arriving",
                "originating",
                "evolving",
                "living"
            ],
            3
        ],
        [
            "In paragraph 6, which of the following can be inferred from the discussion of the natterjack?",
            [
                "Amphibians have greater tolerance for heat than for cold.",
                "Desiccation is not a threat to amphibians",
                "Both hibernation and estivation may serve as avoidance behaviors depending on the climate",
                "Some species of amphibians are active only in the spring and in the fall"
            ],
            2
        ],
        [
            "Which of the sentences below best expresses the essential information in the highlighted sentence in the passage? Incorrect choices change the meaning in important ways or leave out essential information.",
            [
                "Thus, although amphibians use the various mechanisms described above, they have hardly any control of their body temperature",
                "Thus, by the mechanisms described above, amphibians are quite capable of controlling their body temperature to survive extreme ambient temperatures.",
                "Thus, unless they can use the mechanisms described above, amphibians are at the mercy of ambient temperatures.",
                "Thus, the mechanisms described above give amphibians control over much more than just their body temperature"
            ],
            1
        ],
        [
            "On the other hand, amphibians in very hot climates use secretions from the mucus glands to decrease their temperature through evaporative cooling on the skin..",
            2
        ],
        [
            [
                "Frogs, which survive temperature ranges from as low as -2°C to as high as 41°C, are evidence that amphibians are independent of ambient temperatures",
                "Amphibians can increase their body temperature by exposing themselves to the sun (heliothermy) and by pressing against the ground (thigmothermy).",
                "Avoidance behaviors, such as sheltering from the sun, as well as estivation and hibernation，help amphibians control their body temperature.",
                "Physical adaptations offer amphibians a number of ways to protect against extreme or dangerous climate conditions.",
                "Sunrise is the time when some amphibian species have the greatest need for thermoregulatory mechanisms.",
                "Hibernation always involves digging deep holes in mud or sand, whereas estivation sometimes involves nothing more than hiding in deep rock crevasses."
            ],
            [
                1,
                2,
                3
            ]
        ]
    ]
}